<!DOCTYPE html>
<html class="has-navbar-fixed-top">
<head>
    <meta charset="utf-8">
<title>Restroom 沉思之骗自己 - 闲情偶寄</title>
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.css">




<meta name="description" content="我就是一个奇怪的网海冲浪客。">





    <meta name="description" content="&amp;#x4E00;&amp;#x76F4;&amp;#x60F3;&amp;#x5728; b &amp;#x7AD9;&amp;#x505A;&amp;#x89C6;&amp;#x9891;&amp;#xFF0C;&amp;#x4F46;&amp;#x662F;&amp;#x4E00;&amp;#x76F4;&amp;#x6CA1;&amp;#x6709;&amp;#x627E;&amp;#x5230;&amp;#x9002;&amp;#x5408;&amp;#x6211;&amp;#x7684;&amp;#x5185;&amp;#x5BB9;&amp;#x3002;&amp;#x52">
<meta property="og:type" content="article">
<meta property="og:title" content="Restroom 沉思之骗自己">
<meta property="og:url" content="https://imhay.eu.org/post/restroom-ponders-and-deceiving-yourself/">
<meta property="og:site_name" content="闲情偶寄">
<meta property="og:description" content="&amp;#x4E00;&amp;#x76F4;&amp;#x60F3;&amp;#x5728; b &amp;#x7AD9;&amp;#x505A;&amp;#x89C6;&amp;#x9891;&amp;#xFF0C;&amp;#x4F46;&amp;#x662F;&amp;#x4E00;&amp;#x76F4;&amp;#x6CA1;&amp;#x6709;&amp;#x627E;&amp;#x5230;&amp;#x9002;&amp;#x5408;&amp;#x6211;&amp;#x7684;&amp;#x5185;&amp;#x5BB9;&amp;#x3002;&amp;#x52">
<meta property="og:locale" content="zh_CN">
<meta property="article:published_time" content="2020-03-05T17:08:00.000Z">
<meta property="article:modified_time" content="2020-03-05T18:33:33.000Z">
<meta property="article:author" content="Fine">
<meta property="article:tag" content="thoughts">
<meta property="article:tag" content="myway">
<meta name="twitter:card" content="summary">





<link rel="icon" href="/favicon.png">


<link rel="stylesheet" href="//fonts.googleapis.com/css?family=Ovo|Source+Code+Pro">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/bulma/0.6.2/css/bulma.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/css/lightgallery.min.css">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/css/justifiedGallery.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/styles/atom-one-light.min.css">


<link rel="stylesheet" href="/css/style.css">


<script defer src="//use.fontawesome.com/releases/v5.0.8/js/all.js"></script>


    
    
    
    
    
    
    
    
    
    

    


<meta name="generator" content="Hexo 5.2.0"></head>
<body>
    
<nav class="navbar is-transparent is-fixed-top navbar-main" role="navigation" aria-label="main navigation">
    <div class="container">
        <div class="navbar-brand">
            <a class="navbar-item navbar-logo" href="/">
                
                    
                    闲情偶寄
                    
                
            </a>
            <div class="navbar-burger">
                <span></span>
                <span></span>
                <span></span>
            </div>
        </div>
        
        <div class="navbar-menu navbar-start">
            
            <a class="navbar-item "
               href="/archives">归档</a>
            
            <a class="navbar-item "
               href="/categories">分类</a>
            
            <a class="navbar-item "
               href="/tags">标签</a>
            
        </div>
        
        <div class="navbar-menu navbar-end">
            
            <a class="navbar-item search" title="搜索" href="javascript:;">
                <i class="fas fa-search"></i>
            </a>
            
            
            
        </div>
    </div>
</nav>

    <section class="section">
    <div class="container">
    <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            Restroom 沉思之骗自己
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-03-05T17:08:00.000Z" itemprop="datePublished">3月 6 2020</time>
                <span class="second-date-block"> (3月 6 2020)</span>
            
        </span>
        
        <span class="column is-narrow article-category">
            <i class="far fa-folder"></i>
            <a class="article-category-link" href="/categories/thoughts/">thoughts</a>
        </span>
        
        
        <span class="column is-narrow">
            
            
            10 分钟 读完 (约 1561 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x4E00;&#x76F4;&#x60F3;&#x5728; b &#x7AD9;&#x505A;&#x89C6;&#x9891;&#xFF0C;&#x4F46;&#x662F;&#x4E00;&#x76F4;&#x6CA1;&#x6709;&#x627E;&#x5230;&#x9002;&#x5408;&#x6211;&#x7684;&#x5185;&#x5BB9;&#x3002;&#x524D;&#x665A;&#x6211;&#x7EC8;&#x4E8E;&#x60F3;&#x5230;&#x4E00;&#x4EF6;&#x9002;&#x5408;&#x6211;&#x4F5C;&#x4E3A;&#x4E3B;&#x4E1A;&#xFF0C;&#x800C;&#x4E14;&#x6211;&#x4E5F;&#x65E0;&#x6BD4;&#x64C5;&#x957F;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x60F3;&#x5230;&#x65F6;&#x6211;&#x5F88;&#x5174;&#x594B;&#xFF0C;&#x6211;&#x7EC8;&#x4E8E;&#x53EF;&#x4EE5;&#x7740;&#x624B;&#x53BB;&#x505A;&#x4E86;&#xFF0C;&#x53EA;&#x8981;&#x6211;&#x5148;&#x7814;&#x7A76;&#x900F;&#x5C4F;&#x5E55;&#x5F55;&#x5236;&#x548C;&#x5F55;&#x97F3;&#x7684;&#x8F6F;&#x4EF6;&#x3002;</p><p>&#x4F46;&#x662F;&#x5F88;&#x5FEB;&#x6211;&#x53D1;&#x73B0;&#xFF0C;&#x6211;&#x5F88;&#x6297;&#x62D2;&#x53BB;&#x7814;&#x7A76;&#x8FD9;&#x4E9B;&#x3002;&#x5E76;&#x4E0D;&#x662F;&#x56E0;&#x4E3A;&#x4E8B;&#x5B9E;&#x4E0A;&#x5F88;&#x96BE;&#x6216;&#x8005;&#x4E0D;&#x597D;&#x4E0B;&#x624B;&#xFF0C;&#x5355;&#x7EAF;&#x5C31;&#x662F;&#x6211;&#x6297;&#x62D2;&#x3002;&#x6211;&#x53EF;&#x4EE5;&#x5728;&#x53D1;&#x5FAE;&#x535A;&#x9700;&#x8981;&#x52A8;&#x56FE;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x968F;&#x610F;&#x5730;&#x7814;&#x7A76;&#x534A;&#x5929;&#x7684; gif &#x5F55;&#x5236;&#x8F6F;&#x4EF6;&#x3002;&#x4F46;&#x662F;&#x73B0;&#x5728;&#x4E00;&#x60F3;&#x5230;&#x8BA9;&#x6211;&#x53BB;&#x7814;&#x7A76;&#x8FD9;&#x4E9B;&#xFF0C;&#x6211;&#x5C31;&#x672C;&#x80FD;&#x5730;&#x611F;&#x5230;&#x538C;&#x5026;&#x3001;&#x75B2;&#x60EB;&#x3002;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x4E3A;&#x4EC0;&#x4E48;&#x3002;</p><p>&#x53C8;&#x662F;&#x5728;&#x4E00;&#x6B21; restroom &#x6C89;&#x601D;&#xFF0C;&#x6211;&#x53C8;&#x95EE;&#x81EA;&#x5DF1;&#x4E3A;&#x4EC0;&#x4E48;&#x6297;&#x62D2;&#xFF0C;&#x6211;&#x611F;&#x53D7;&#x81EA;&#x5DF1;&#x7684;&#x5185;&#x5FC3;&#xFF0C;&#x6700;&#x7EC8;&#x5B83;&#x7ED9;&#x4E86;&#x6211;&#x4E00;&#x4E2A;&#x7B54;&#x6848;&#x3002;&#x5B83;&#x8BF4;&#xFF0C;&#x6211;&#x4E0D;&#x662F;&#x81EA;&#x613F;&#x7684;&#x3002;&#x6211;&#x4E0D;&#x662F;&#x81EA;&#x613F;&#x7684;&#x53BB;&#x505A;&#x8FD9;&#x4E9B;&#xFF0C;&#x5E76;&#x4ECE;&#x4E2D;&#x611F;&#x53D7;&#x5230;&#x5FEB;&#x4E50;&#x3002;&#x5F53;&#x6211;&#x54EA;&#x6015;&#x53EA;&#x662F;&#x4E3A;&#x4E86;&#x53D1;&#x4E2A;&#x5FAE;&#x535A;&#x52A8;&#x56FE;&#xFF0C;&#x800C;&#x53BB;&#x7F51;&#x6D77;&#x641C;&#x5BFB;&#x51FA; &#x201C;&#x6700;&#x8D81;&#x201D; &#x7684;&#x90A3;&#x4E00;&#x6B3E; gif &#x5DE5;&#x5177;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x53EA;&#x662F;&#x968F;&#x624B;&#x800C;&#x4E3A;&#xFF0C;&#x6211;&#x6CA1;&#x6709;&#x538B;&#x529B;&#x548C;&#x6C89;&#x91CD;&#x3002;</p><p>&#x800C;&#x73B0;&#x5728;&#x540C;&#x6837;&#x8BA9;&#x6211;&#x641C;&#x5BFB;&#x5DE5;&#x5177;&#xFF0C;&#x6211;&#x9762;&#x524D;&#x611F;&#x53D7;&#x5230;&#x4E00;&#x79CD;&#x96BE;&#x4EE5;&#x8A00;&#x660E;&#x7684;&#x80C1;&#x8FEB;&#x611F;&#xFF0C;&#x6211;&#x4E0D;&#x662F;&#x5E26;&#x7740; enjoy &#x7684;&#x5FC3;&#x6001;&#x505A;&#x8FD9;&#x4E9B;&#xFF0C;&#x751A;&#x81F3;&#x4E0D;&#x8BF4; enjoy&#xFF0C;&#x6211;&#x611F;&#x53D7;&#x5230;&#x4E86;&#x4E0D;&#x5B89;&#x5168;&#x3002;&#x6211;&#x662F;&#x4E3A;&#x4E86;&#x4F7F;&#x5B83;&#x6210;&#x4E3A;&#x4E00;&#x9879;&#x5DE5;&#x4F5C;&#xFF0C;&#x4E3A;&#x4E86;&#x8BA9;&#x81EA;&#x5DF1;&#x6700;&#x7EC8;&#x56E0;&#x6B64;&#x83B7;&#x5F97;&#x6536;&#x76CA;&#x3002;&#x8FD9;&#x4E0D;&#x662F;&#x6211;&#x505A;&#x4E8B;&#x60C5;&#x6700;&#x60F3;&#x5F97;&#x5230;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x81F3;&#x5C11;&#x4E0D;&#x662F;&#x51FA;&#x53D1;&#x70B9;&#x3002;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x6211;&#x662F;&#x88AB;&#x8FEB;&#x7684;&#xFF0C;&#x538B;&#x529B;&#x6765;&#x81EA;&#x56DB;&#x9762;&#x516B;&#x65B9;&#xFF1A;&#x6536;&#x5165;&#x3001;&#x6CA1;&#x6709;&#x597D;&#x5DE5;&#x4F5C;&#x7684;&#x7F9E;&#x803B;&#x611F;&#x3001;&#x5973;&#x53CB;&#x773C;&#x4E2D;&#x7684;&#x4E0D;&#x4E0A;&#x8FDB;&#x3001;&#x7236;&#x6BCD;&#x5BF9;&#x6211;&#x672A;&#x6765;&#x7684;&#x62C5;&#x5FE7;&#x3002;</p><p>&#x6211;&#x5FC3;&#x4E2D;&#x6700;&#x597D;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x662F;&#x6211;&#x53EF;&#x4EE5;&#x4E0D;&#x4E3A;&#x4E86;&#x73B0;&#x5B9E;&#x7684;&#x56DE;&#x62A5;&#x800C;&#x505A;&#x6211;&#x60F3;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4EC5;&#x4EC5;&#x662F;&#x56E0;&#x4E3A;&#x5355;&#x7EAF;&#x7684;&#x559C;&#x7231;&#x3002;&#x800C;&#x5F53;&#x6211;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x538B;&#x529B;&#x4E0D;&#x5F97;&#x4E0D;&#x88AB;&#x8FEB;&#x8425;&#x4E1A;&#xFF0C;&#x65F6;&#x65F6;&#x523B;&#x523B;&#x6211;&#x90FD;&#x6709;&#x59A5;&#x534F;&#x7684;&#x5931;&#x8D25;&#x611F;&#xFF0C;&#x53EF;&#x4E0D;&#x8FD9;&#x4E48;&#x505A;&#xFF0C;&#x6211;&#x66F4;&#x4E0D;&#x77E5;&#x9053;&#x5982;&#x4F55;&#x80FD; &#x201C;&#x8D62;&#x201D;&#x3002;</p><!--kg-card-begin: markdown--><hr>
<!--kg-card-end: markdown--><p>&#x8FD9;&#x4E2A;&#x60F3;&#x6CD5;&#x7A81;&#x7136;&#x8BA9;&#x6211;&#x611F;&#x89C9;&#x4F3C;&#x66FE;&#x76F8;&#x8BC6;&#xFF0C;&#x6211;&#x7A81;&#x7136;&#x60F3;&#x8D77;&#x6765;&#x6700;&#x8FD1;&#x770B;&#x7684;&#x300A;&#x975E;&#x66B4;&#x529B;&#x6C9F;&#x901A;&#x300B;&#xFF0C;&#x5176;&#x4E2D;&#x6709;&#x4E00;&#x6BB5;&#x63CF;&#x5199;&#x7684;&#x6B63;&#x662F;&#x6211;&#x73B0;&#x5728;&#x8FD9;&#x4E2A;&#x72B6;&#x6001;&#xFF1A;</p><blockquote>&#x8FD8;&#x6709;&#x4E00;&#x6B21;&#xFF0C;&#x6211;&#x4E3A;&#x4E00;&#x4E2A;&#x5B66;&#x533A;&#x7684;&#x8001;&#x5E08;&#x63D0;&#x4F9B;&#x54A8;&#x8BE2;&#x670D;&#x52A1;&#x3002;&#x4E00;&#x4F4D;&#x8001;&#x5E08;&#x8BF4;&#x9053;&#xFF1A;&#x201C;&#x6211;&#x8BA8;&#x538C;&#x8BC4;&#x7EA7;&#x3002;&#x8FD9;&#x6837;&#x505A;&#x4E0D;&#x4EC5;&#x6CA1;&#x7528;&#xFF0C;&#x800C;&#x4E14;&#x5B66;&#x751F;&#x4F1A;&#x5F88;&#x7D27;&#x5F20;&#x3002;&#x4F46;&#x6211;&#x4E0D;&#x5F97;&#x4E0D;&#x8BC4;&#x7EA7;&#x3002;&#x56E0;&#x4E3A;&#x8FD9;&#x662F;&#x5B66;&#x533A;&#x653F;&#x7B56;&#x3002;&#x201D; &#x6B64;&#x524D;&#xFF0C;&#x6211;&#x4EEC;&#x521A;&#x521A;&#x7EC3;&#x4E60;&#x5982;&#x4F55;&#x4EE5;&#x8D1F;&#x8D23;&#x4EFB;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x8868;&#x8FBE;&#x81EA;&#x5DF1;&#x3002;&#x6211;&#x5EFA;&#x8BAE;&#x8FD9;&#x4F4D;&#x8001;&#x5E08;&#x7528;&#x4EE5;&#x4E0B;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x8868;&#x8FBE;&#xFF1A;&#x201C;&#x6211;&#x9009;&#x62E9;&#x8BC4;&#x7EA7;&#x3002;&#x56E0;&#x4E3A;&#x6211;&#x60F3;&#x2026;&#x2026;&#x201D;&#x3002;&#x5979;&#x8131;&#x53E3;&#x800C;&#x51FA;&#xFF1A;&#x201C;&#x6211;&#x9009;&#x62E9;&#x8BC4;&#x7EA7;&#x3002;&#x56E0;&#x4E3A;&#x6211;&#x60F3;&#x4FDD;&#x4F4F;&#x5DE5;&#x4F5C;&#x3002;&#x201D; &#x5979;&#x8D76;&#x7D27;&#x8865;&#x5145;&#x4E86;&#x4E00;&#x53E5;&#xFF1A;&#x201C;&#x6211;&#x4E0D;&#x559C;&#x6B22;&#x8FD9;&#x6837;&#x8BF4;&#x3002;&#x8FD9;&#x8BA9;&#x6211;&#x89C9;&#x5F97;&#x6211;&#x8D1F;&#x6709;&#x4E0D;&#x53EF;&#x63A8;&#x5378;&#x7684;&#x8D23;&#x4EFB;&#x3002;&#x201D; &#x6211;&#x56DE;&#x7B54;&#x8BF4;&#xFF1A;&#x201C;&#x8FD9;&#x6B63;&#x662F;&#x6211;&#x5EFA;&#x8BAE;&#x4F60;&#x8FD9;&#x6837;&#x8868;&#x8FBE;&#x7684;&#x539F;&#x56E0;&#x3002;&#x201D;</blockquote><p>&#x6700;&#x8FD1;&#x6211;&#x6709;&#x4E00;&#x4E2A;&#x7406;&#x8BBA;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x8981;&#x5B66;&#x4F1A;&#x9A97;&#x81EA;&#x5DF1;&#x3002;&#x56E0;&#x4E3A;&#x6240;&#x6709;&#x6709;&#x76CA;&#x7684;&#x4E8B;&#x60C5;&#x90FD;&#x662F;&#x53CD;&#x4EBA;&#x6027;&#x7684;&#xFF0C;&#x597D;&#x597D;&#x8BFB;&#x4E66;&#x8003;&#x4E2A;&#x597D;&#x5927;&#x5B66;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x77E5;&#x9053;&#x4E0D;&#x4EC5;&#x6B63;&#x786E;&#x800C;&#x4E14;&#x7EDD;&#x5BF9;&#x6B63;&#x786E;&#xFF0C;&#x4F46;&#x662F;&#x9C9C;&#x6709;&#x4EBA;&#x80FD;&#x4ECE;&#x4E2D;&#x5F97;&#x5230;&#x4E50;&#x8DA3;&#x3002;&#x73B0;&#x5728;&#x7ED9;&#x4F60;&#x4E00;&#x5757;&#x7CD6;&#xFF0C;&#x6216;&#x8005;&#x4E00;&#x5C0F;&#x65F6;&#x540E;&#x7ED9;&#x4F60;&#x4E94;&#x5757;&#x7CD6;&#xFF0C;&#x7EDD;&#x5927;&#x591A;&#x6570;&#x5C0F;&#x5B69;&#x4E5F;&#x514B;&#x670D;&#x4E0D;&#x4E86;&#x7ACB;&#x523B;&#x6EE1;&#x8DB3;&#x7684;&#x8BF1;&#x60D1;&#x3002;</p><p>&#x8FD9;&#x4E24;&#x5929;&#x6211;&#x4E60;&#x60EF;&#x4E86;&#x6BCF;&#x5929;&#x65E9;&#x7761;&#x65E9;&#x8D77;&#xFF0C;&#x81EA;&#x7136;&#x5F97;&#x53CD;&#x800C;&#x7EB3;&#x95F7;&#x4EE5;&#x524D;&#x4E3A;&#x4EC0;&#x4E48;&#x6CA1;&#x6709;&#x505A;&#x5230;&#xFF0C;&#x6211;&#x628A;&#x6211;&#x89E3;&#x51B3;&#x5931;&#x7720;&#x7684;&#x5FC3;&#x5F97;&#x53D1;&#x5728;&#x7F51;&#x4E0A;&#xFF0C;&#x6709;&#x4EBA;&#x95EE;&#x6211;&#xFF0C;&#x600E;&#x4E48;&#x6837;&#x80FD;&#x505A;&#x5230;&#x60F3;&#x7761;&#x89C9;&#x3002;&#x6211;&#x4E0D;&#x7981;&#x839E;&#x5C14;&#xFF0C;&#x8FD9;&#x4E0D;&#x5C31;&#x662F;&#x6211;&#x6CA1;&#x89E3;&#x51B3;&#x5931;&#x7720;&#x65F6;&#x4F1A;&#x95EE;&#x7684;&#x95EE;&#x9898;&#x5417;&#xFF0C;&#x73B0;&#x5728;&#x6211;&#x77E5;&#x9053;&#x7B54;&#x6848;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x5C31;&#x662F;&#x9A97;&#x81EA;&#x5DF1;&#xFF0C;&#x9A97;&#x81EA;&#x5DF1;&#x60F3;&#x7761;&#x89C9;&#xFF0C;&#x7528;&#x4E00;&#x5207;&#x529E;&#x6CD5;&#x9A97;&#x81EA;&#x5DF1;&#x60F3;&#x7761;&#x89C9;&#x3002;</p><p>&#x5C31;&#x50CF;&#x5065;&#x8EAB;&#x65F6;&#xFF0C;&#x52A8;&#x4F5C;&#x627E;&#x4E0D;&#x5230;&#x53D1;&#x529B;&#x611F;&#x89C9;&#x600E;&#x4E48;&#x529E;&#xFF0C;&#x4F60;&#x5148;&#x9A97;&#x81EA;&#x5DF1;&#x80FD;&#x627E;&#x5230;&#x611F;&#x89C9;&#xFF0C;&#x7528;&#x8EAB;&#x4F53;&#x53BB;&#x611F;&#x53D7;&#xFF0C;&#x6162;&#x6162;&#x7684;&#x4F60;&#x795E;&#x5947;&#x5730;&#x53D1;&#x73B0;&#xFF0C;&#x81EA;&#x5DF1;&#x771F;&#x7684;&#x80FD;&#x627E;&#x5230;&#x611F;&#x89C9;&#x3002;</p><p>&#x770B;&#x4E66;&#x5B66;&#x4E60;&#x5199;&#x4F5C;&#x4E1A;&#xFF0C;&#x4EBA;&#x4EBA;&#x90FD;&#x89C9;&#x5F97;&#x67AF;&#x71E5;&#xFF0C;&#x4F46;&#x662F;&#x6709;&#x4EBA;&#x4F1A;&#x8BF4;&#x5B83;&#x5F88;&#x6709;&#x8DA3;&#xFF0C;&#x4F60;&#x8BF4;&#x4ED6;&#x4E0D;&#x662F;&#x9A97;&#x81EA;&#x5DF1;&#x5417;&#x3002;&#x5C31;&#x50CF;&#x5927;&#x4E8C;&#x65F6;&#xFF0C;&#x6211;&#x4E00;&#x4E2A;&#x7F8E;&#x9662;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x6BCF;&#x5929;&#x6700;&#x559C;&#x6B22;&#x505A;&#x7684;&#x5C31;&#x662F;&#x8BFB;&#x8BED;&#x6CD5;&#x4E66;&#xFF0C;&#x5BA4;&#x53CB;&#x90FD;&#x8BF4;&#x6211;&#x75AF;&#x4E86;&#x3002;&#x6211;&#x771F;&#x5FC3;&#x89C9;&#x5F97;&#x5F88;&#x597D;&#x770B;&#x3002;&#x6700;&#x8FD1;&#x91CD;&#x8BFB;&#xFF0C;&#x8FD8;&#x662F;&#x89C9;&#x5F97;&#x4E66;&#x5199;&#x7684;&#x4E0D;&#x9519;&#xFF0C;&#x4F46;&#x662F;&#x518D;&#x96BE;&#x83B7;&#x5F97;&#x5F53;&#x521D;&#x4E00;&#x5934;&#x624E;&#x8FDB;&#x53BB;&#x7684;&#x6C89;&#x8FF7;&#x4E86;&#x3002;&#x4F60;&#x8BF4;&#x6211;&#x5F53;&#x65F6;&#x6CA1;&#x6709;&#x9A97;&#x81EA;&#x5DF1;&#x5417;&#xFF0C;&#x73B0;&#x5728;&#x60F3;&#x60F3;&#xFF0C;&#x6211;&#x9A97;&#x4E86;&#xFF0C;&#x800C;&#x4E14;&#x7A77;&#x5C3D;&#x5404;&#x79CD;&#x65B9;&#x6CD5;&#x3002;&#x6211;&#x770B;&#x522B;&#x4EBA;&#x5B66;&#x82F1;&#x8BED;&#x7684;&#x79EF;&#x6781;&#x7ECF;&#x9A8C;&#xFF0C;&#x770B;&#x522B;&#x4EBA;&#x5B66;&#x597D;&#x82F1;&#x8BED;&#x540E;&#x7684;&#x4EBA;&#x751F;&#x8D62;&#x5BB6;&#x6A21;&#x6837;&#xFF0C;&#x60F3;&#x8C61;&#x81EA;&#x5DF1;&#x4E5F;&#x6210;&#x4E3A;&#x90A3;&#x4E2A;&#x6837;&#x5B50;&#x3002;&#x5E26;&#x7740;&#x8FD9;&#x4E9B;&#x5FC3;&#x7406;&#x5EFA;&#x8BBE;&#xFF0C;&#x6211;&#x7FFB;&#x5F00;&#x4E86;&#x8BED;&#x6CD5;&#x4E66;&#xFF0C;&#x5728;&#x5B83;&#x672C;&#x8EAB;&#x5199;&#x5F97;&#x5C31;&#x5F88;&#x68D2;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#xFF0C;&#x6211;&#x6210;&#x529F;&#x6C89;&#x8FF7;&#x8BED;&#x6CD5;&#x4E66;&#x4E86;&#x3002;</p><p>&#x5957;&#x7528;&#x8FD9;&#x4E2A;&#x7406;&#x8BBA;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#x90A3;&#x4E9B;&#x9AD8;&#x4E0D;&#x53EF;&#x6500;&#x7684;&#x5929;&#x4E4B;&#x9A84;&#x5B50;&#x4EEC;&#xFF0C;&#x5176;&#x5B9E;&#x64C5;&#x957F;&#x9A97;&#x81EA;&#x5DF1;&#x3002;&#x67AF;&#x71E5;&#x4F46;&#x6709;&#x76CA;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x806A;&#x660E;&#x4EBA;&#x4F1A;&#x60F3;&#x529E;&#x6CD5;&#x4ECE;&#x4E2D;&#x5F97;&#x5230;&#x4E50;&#x8DA3;&#x3002;&#x65E0;&#x8BBA;&#x662F;&#x5728;&#x56FE;&#x4E66;&#x9986;&#x91CC;&#x591C;&#x4EE5;&#x7EE7;&#x65E5;&#xFF0C;&#x591C;&#x665A;&#x5728;&#x684C;&#x524D;&#x4F0F;&#x6848;&#x7B14;&#x8015;&#x4E0D;&#x8F8D;&#xFF0C;&#x8FD8;&#x662F;&#x5728;&#x903C;&#x4EC4;&#x7684;&#x56DB;&#x9762;&#x5899;&#x4E0B;&#xFF0C;&#x9759;&#x5F97;&#x80FD;&#x542C;&#x89C1;&#x5FC3;&#x8DF3;&#x7684;&#x5B64;&#x72EC;&#x7684;&#x623F;&#x95F4;&#x91CC;&#xFF0C;&#x9ED8;&#x9ED8;&#x7684;&#x8BFB;&#x4E66;&#x505A;&#x7B14;&#x8BB0;&#x3002;&#x8FD9;&#x4E9B;&#x90FD;&#x662F;&#x67AF;&#x71E5;&#x4F46;&#x6709;&#x76CA;&#x7684;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x9A97;&#x81EA;&#x5DF1;&#x53BB;&#x505A;&#x90A3;&#x4E9B;&#x67AF;&#x71E5;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4F60;&#x5C31;&#x6C38;&#x8FDC;&#x4E5F;&#x65E0;&#x6CD5;&#x83B7;&#x5F97;&#x90A3;&#x4E9B;&#x6709;&#x76CA;&#x7684;&#x90E8;&#x5206;&#x3002;&#x5149;&#x9C9C;&#x4EAE;&#x4E3D;&#x7684;&#x5927;&#x4EBA;&#x7269;&#xFF0C;&#x4EBA;&#x4EBA;&#x90FD;&#x66FE;&#x6709;&#x9ED8;&#x9ED8;&#x5750;&#x51B7;&#x677F;&#x51F3;&#x7684;&#x65F6;&#x5019;&#x3002;</p><p>&#x60F3;&#x5230;&#x8FD9;&#x4E9B;&#xFF0C;&#x6211;&#x53C8;&#x6709;&#x4EC0;&#x4E48;&#x53EF;&#x62B1;&#x6028;&#x7684;&#x5462;&#x3002;</p>
</body></html>
    
    </div>
    
    <div class="columns is-variable is-1 is-multiline is-mobile">
    
        <span class="column is-narrow"><a class="tag is-light article-tag" href="/tags/thoughts/">#thoughts</a></span>
    
        <span class="column is-narrow"><a class="tag is-light article-tag" href="/tags/myway/">#myway</a></span>
    
    </div>
    
    
    <div class="columns is-mobile is-multiline article-nav">
        <span class="column is-12-mobile is-half-desktop is-hidden-mobile article-nav-prev">
            
        </span>
        <span class="column is-12-mobile is-half-desktop  article-nav-next">
            
            <a href="/post/go-offline/">Go Offline</a>
            
        </span>
    </div>
    
</article>




    </div>
</section>
    <footer class="footer">
    <div class="container">
        <div class="columns content">
            <div class="column is-narrow has-text-centered">
                &copy; 2023 BitCOFIN&nbsp;
                Powered by <a href="http://hexo.io/" target="_blank">Hexo</a> & <a
                        target="_blank" rel="noopener" href="http://github.com/ppoffice/hexo-theme-minos">Minos</a>
            </div>
            <div class="column is-hidden-mobile"></div>

            
            
        </div>
    </div>
</footer>
    <script src="//cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/moment.js/2.22.2/moment-with-locales.min.js"></script>

<!-- test if the browser is outdated -->
<div id="outdated">
    <h6>Your browser is out-of-date!</h6>
    <p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" target="_blank" rel="noopener" href="http://outdatedbrowser.com/">Update my browser now </a></p>
    <p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p>
</div>
<script src="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.js"></script>
<script>
    $(document).ready(function () {
        // plugin function, place inside DOM ready function
        outdatedBrowser({
            bgColor: '#f25648',
            color: '#ffffff',
            lowerThan: 'flex'
        })
    });
</script>

<script>
    window.FontAwesomeConfig = {
        searchPseudoElements: true
    }
    moment.locale("zh-CN");
</script>


    
    
<script src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.4/MathJax.js?config=TeX-MML-AM_CHTML"></script>
<script>
    MathJax.Hub.Config({
        "HTML-CSS": {
            matchFontHeight: false
        },
        SVG: {
            matchFontHeight: false
        },
        CommonHTML: {
            matchFontHeight: false
        },
        tex2jax: {
            inlineMath: [
                ['$','$'],
                ['\\(','\\)']
            ]
        }
    });
</script>

    
    
    
    
<script src="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/js/lightgallery-all.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/js/jquery.justifiedGallery.min.js"></script>
<script>
    (function ($) {
        $(document).ready(function () {
            if (typeof($.fn.lightGallery) === 'function') {
                $('.article.gallery').lightGallery({ selector: '.gallery-item' });
            }
            if (typeof($.fn.justifiedGallery) === 'function') {
                $('.justified-gallery > p > .gallery-item').unwrap();
                $('.justified-gallery').justifiedGallery();
            }
        });
    })(jQuery);
</script>

    
    
    <script src="https://cdnjs.cloudflare.com/ajax/libs/clipboard.js/2.0.0/clipboard.min.js"></script>
    <style>
        .hljs {
            position: relative;
        }

        .hljs .clipboard-btn {
            float: right;
            color: #9a9a9a;
            background: none;
            border: none;
            cursor: pointer;
        }

        .hljs .clipboard-btn:hover {
          color: #8a8a8a;
        }

        .hljs > .clipboard-btn {
            display: none;
            position: absolute;
            right: 4px;
            top: 4px;
        }

        .hljs:hover > .clipboard-btn {
            display: inline;
        }

        .hljs > figcaption > .clipboard-btn {
            margin-right: 4px;
        }
    </style>
    <script>
      $(document).ready(function () {
        $('figure.hljs').each(function(i, figure) {
          var codeId = 'code-' + i;
          var code = figure.querySelector('.code');
          var copyButton = $('<button>Copy <i class="far fa-clipboard"></i></button>');
          code.id = codeId;
          copyButton.addClass('clipboard-btn');
          copyButton.attr('data-clipboard-target-id', codeId);

          var figcaption = figure.querySelector('figcaption');

          if (figcaption) {
            figcaption.append(copyButton[0]);
          } else {
            figure.prepend(copyButton[0]);
          }
        })

        var clipboard = new ClipboardJS('.clipboard-btn', {
          target: function(trigger) {
            return document.getElementById(trigger.getAttribute('data-clipboard-target-id'));
          }
        });
        clipboard.on('success', function(e) {
          e.clearSelection();
        })
      })
    </script>

    
    

    



<script src="/js/script.js"></script>


    
    <div class="searchbox ins-search">
    <div class="searchbox-mask"></div>
    <div class="searchbox-container ins-search-container">
        <div class="searchbox-input-wrapper">
            <input type="text" class="searchbox-input ins-search-input" placeholder="站内搜索" />
            <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span>
        </div>
        <div class="searchbox-result-wrapper ins-section-wrapper">
            <div class="ins-section-container"></div>
        </div>
    </div>
</div>
<script>
    (function (window) {
        var INSIGHT_CONFIG = {
            TRANSLATION: {
                POSTS: '文章',
                PAGES: '页面',
                CATEGORIES: '分类',
                TAGS: '标签',
                UNTITLED: '(无标题)',
            },
            CONTENT_URL: '/content.json',
        };
        window.INSIGHT_CONFIG = INSIGHT_CONFIG;
    })(window);
</script>

<script src="/js/insight.js"></script>

    
</body>
</html>