<!DOCTYPE html>
<html class="has-navbar-fixed-top">
<head>
    <meta charset="utf-8">
<title>过程中感受到快乐 - 闲情偶寄</title>
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.css">




<meta name="description" content="我就是一个奇怪的网海冲浪客。">





    <meta name="description" content="&amp;#x5B66;&amp;#x7F16;&amp;#x7A0B;&amp;#x8FD9;&amp;#x51E0;&amp;#x5929;&amp;#xFF0C;&amp;#x6211;&amp;#x4F53;&amp;#x4F1A;&amp;#x5230;&amp;#x4E00;&amp;#x4E2A;&amp;#x9053;&amp;#x7406;&amp;#xFF1A;&amp;#x60F3;&amp;#x8981;&amp;#x505A;&amp;#x597D;&amp;#x4E00;&amp;#x4EF6;&amp;#x4E8B;&amp;#xFF0C;&amp;#x4E00;">
<meta property="og:type" content="article">
<meta property="og:title" content="过程中感受到快乐">
<meta property="og:url" content="https://imhay.eu.org/enjoy-the-process/">
<meta property="og:site_name" content="闲情偶寄">
<meta property="og:description" content="&amp;#x5B66;&amp;#x7F16;&amp;#x7A0B;&amp;#x8FD9;&amp;#x51E0;&amp;#x5929;&amp;#xFF0C;&amp;#x6211;&amp;#x4F53;&amp;#x4F1A;&amp;#x5230;&amp;#x4E00;&amp;#x4E2A;&amp;#x9053;&amp;#x7406;&amp;#xFF1A;&amp;#x60F3;&amp;#x8981;&amp;#x505A;&amp;#x597D;&amp;#x4E00;&amp;#x4EF6;&amp;#x4E8B;&amp;#xFF0C;&amp;#x4E00;">
<meta property="og:locale" content="zh_CN">
<meta property="article:published_time" content="2020-11-12T09:56:36.000Z">
<meta property="article:modified_time" content="2020-11-12T09:56:36.000Z">
<meta property="article:author" content="Fine">
<meta property="article:tag" content="thoughts">
<meta property="article:tag" content="myway">
<meta name="twitter:card" content="summary">





<link rel="icon" href="/favicon.png">


<link rel="stylesheet" href="//fonts.googleapis.com/css?family=Ovo|Source+Code+Pro">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/bulma/0.6.2/css/bulma.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/css/lightgallery.min.css">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/css/justifiedGallery.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/styles/atom-one-light.min.css">


<link rel="stylesheet" href="/css/style.css">


<script defer src="//use.fontawesome.com/releases/v5.0.8/js/all.js"></script>


    
    
    
    
    
    
    
    
    
    

    


<meta name="generator" content="Hexo 5.2.0"></head>
<body>
    
<nav class="navbar is-transparent is-fixed-top navbar-main" role="navigation" aria-label="main navigation">
    <div class="container">
        <div class="navbar-brand">
            <a class="navbar-item navbar-logo" href="/">
                
                    
                    闲情偶寄
                    
                
            </a>
            <div class="navbar-burger">
                <span></span>
                <span></span>
                <span></span>
            </div>
        </div>
        
        <div class="navbar-menu navbar-start">
            
            <a class="navbar-item "
               href="/archives">归档</a>
            
            <a class="navbar-item "
               href="/categories">分类</a>
            
            <a class="navbar-item "
               href="/tags">标签</a>
            
        </div>
        
        <div class="navbar-menu navbar-end">
            
            <a class="navbar-item search" title="搜索" href="javascript:;">
                <i class="fas fa-search"></i>
            </a>
            
            
            
        </div>
    </div>
</nav>

    <section class="section">
    <div class="container">
    <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            过程中感受到快乐
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-11-12T09:56:36.000Z" itemprop="datePublished">11月 12 2020</time>
                <span class="second-date-block"> (11月 12 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            11 分钟 读完 (约 1658 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x5B66;&#x7F16;&#x7A0B;&#x8FD9;&#x51E0;&#x5929;&#xFF0C;&#x6211;&#x4F53;&#x4F1A;&#x5230;&#x4E00;&#x4E2A;&#x9053;&#x7406;&#xFF1A;&#x60F3;&#x8981;&#x505A;&#x597D;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x4E00;&#x5B9A;&#x8981;&#x8BA9;&#x81EA;&#x5DF1;&#x5728;&#x505A;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x611F;&#x53D7;&#x5230;&#x5FEB;&#x4E50;&#x3002;</p>
<p>&#x62FF;&#x8DD1;&#x6B65;&#x6765;&#x8BF4;&#xFF0C;&#x5F88;&#x591A;&#x4EBA;&#x89C9;&#x5F97;&#x8DD1;&#x6B65;&#x662F;&#x75DB;&#x82E6;&#x7684;&#xFF0C;&#x522B;&#x8BF4;&#x4E3B;&#x52A8;&#x8DD1;&#x6B65;&#xFF0C;&#x5373;&#x4F7F;&#x662F;&#x5927;&#x5B66;&#x9636;&#x6BB5;&#xFF0C;&#x8DD1;&#x6B65;&#x548C;&#x6210;&#x7EE9;&#x6302;&#x94A9;&#xFF0C;&#x5F88;&#x591A;&#x4EBA;&#x90FD;&#x4E0D;&#x613F;&#x610F;&#x53BB;&#x8BAD;&#x7EC3;&#x3002;&#x6211;&#x4EE5;&#x524D;&#x4E5F;&#x4E00;&#x6837;&#xFF0C;&#x6BCF;&#x6B21;&#x4F53;&#x6D4B;&#x90FD;&#x662F;&#x4E0D;&#x53CA;&#x683C;&#x3002;&#x4E0D;&#x8FC7;&#x73B0;&#x5728;&#x4E0D;&#x540C;&#x4E86;&#xFF0C;&#x6211;&#x4E0D;&#x4EC5;&#x4E0D;&#x6297;&#x62D2;&#x8DD1;&#x6B65;&#xFF0C;&#x53CD;&#x800C;&#x4E09;&#x5929;&#x4E24;&#x5934;&#x60E6;&#x8BB0;&#x7740;&#xFF0C;&#x5929;&#x6C14;&#x4E0D;&#x597D;&#x6CA1;&#x6CD5;&#x8DD1;&#x6B65;&#x6211;&#x5C31;&#x5F88;&#x5931;&#x843D;&#x3002;</p>
<p>&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x4F1A;&#x7ECF;&#x5386;&#x8FD9;&#x6837;&#x7684;&#x8F6C;&#x53D8;&#xFF1F;&#x56E0;&#x4E3A;&#x73B0;&#x5728;&#x8DD1;&#x6B65;&#x8BA9;&#x6211;&#x611F;&#x5230;&#x5FEB;&#x4E50;&#x3002;&#x4E00;&#x4EF6;&#x8BA9;&#x6211;&#x70E6;&#x607C;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5F53;&#x6211;&#x53D1;&#x73B0;&#x5B83;&#x5176;&#x5B9E;&#x80FD;&#x5E26;&#x7ED9;&#x6211;&#x5FEB;&#x4E50;&#xFF0C;&#x8F6C;&#x53D8;&#x5F88;&#x81EA;&#x7136;&#x4F1A;&#x53D1;&#x751F;&#x3002;</p>
<p>&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x662F;&#x5728;&#x5B66;&#x7F16;&#x7A0B;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x91CD;&#x65B0;&#x4F53;&#x4F1A;&#x5230;&#x4E86;&#x8FD9;&#x4E2A;&#x9053;&#x7406;&#xFF1F;&#x5176;&#x5B9E;&#x4EE5;&#x524D;&#x6211;&#x4E5F;&#x5C1D;&#x8BD5;&#x5B66;&#x8FC7;&#x7F16;&#x7A0B;&#xFF0C;&#x4F46;&#x5B66;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x5F88;&#x75DB;&#x82E6;&#x3002;</p>
<p>&#x5F88;&#x65E9;&#x6211;&#x5BB6;&#x5C31;&#x6709;&#x4E86;&#x7535;&#x8111;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4ECE;&#x5C0F;&#x5C31;&#x88AB;&#x79D1;&#x6280;&#x6240;&#x5438;&#x5F15;&#x3002;&#x4E0D;&#x8FC7;&#x521A;&#x4E70;&#x6765;&#x7535;&#x8111;&#x7684;&#x524D;&#x4E24;&#x5E74;&#xFF0C;&#x5BB6;&#x91CC;&#x5E76;&#x6CA1;&#x8054;&#x7F51;&#xFF0C;&#x6211;&#x5C31;&#x4E00;&#x76F4;&#x6298;&#x817E;&#x7CFB;&#x7EDF;&#x672C;&#x8EAB;&#x3002;&#x6211;&#x6E05;&#x695A;&#x7684;&#x8BB0;&#x5F97;&#xFF0C;&#x5C0F;&#x5B66;&#x7684;&#x65F6;&#x5019;&#x6211;&#x5728;&#x65B0;&#x534E;&#x4E66;&#x5E97;&#x4E70;&#x4E86;&#x4E00;&#x672C; C &#x8BED;&#x8A00;&#x7684;&#x6559;&#x7A0B;&#x3002;&#x4E66;&#x91CC;&#x5148;&#x6559;&#x8BED;&#x6CD5;&#x548C;&#x6982;&#x5FF5;&#xFF0C;&#x518D;&#x8BA9;&#x4F60;&#x505A;&#x5B9E;&#x4F8B;&#x3002;&#x53EF;&#x6CA1;&#x5B66;&#x51E0;&#x9875;&#xFF0C;&#x5C31;&#x6709;&#x4E00;&#x4E2A;&#x89E3;&#x4E8C;&#x5143;&#x4E00;&#x6B21;&#x65B9;&#x7A0B;&#x7684;&#x5B9E;&#x4F8B;&#xFF0C;&#x5F53;&#x65F6;&#x8BFE;&#x5802;&#x91CC;&#x8FD8;&#x6CA1;&#x5B66;&#x5230;&#x8FD9;&#x90E8;&#x5206;&#xFF0C;&#x6211;&#x5B9E;&#x5728;&#x770B;&#x4E0D;&#x61C2;&#xFF0C;&#x60F3;&#x7740;&#x7B49;&#x5B66;&#x6821;&#x6559;&#x4E86;&#x6211;&#x518D;&#x6765;&#x5B66;&#xFF0C;&#x4F46;&#x540E;&#x6765;&#x5C31;&#x5FD8;&#x8BB0;&#x4E86;&#x3002;</p>
<p>&#x770B;&#x5427;&#xFF0C;&#x5373;&#x4F7F;&#x662F;&#x81EA;&#x53D1;&#x7684;&#x5174;&#x8DA3;&#xFF0C;&#x53EF;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x611F;&#x53D7;&#x5230;&#x7684;&#x56F0;&#x96BE;&#xFF0C;&#x4E00;&#x65E6;&#x8BA9;&#x6211;&#x4EA7;&#x751F;&#x6297;&#x62D2;&#x5FC3;&#x7406;&#xFF0C;&#x4F9D;&#x7136;&#x4F1A;&#x8BA9;&#x6211;&#x653E;&#x5F03;&#x5C1D;&#x8BD5;&#x3002;</p>
<p>&#x8FD9;&#x6B21;&#x6211;&#x662F;&#x600E;&#x4E48;&#x5F00;&#x59CB;&#x5B66;&#x4E60;&#x7684;&#x5462;&#xFF1F;&#x8FD9;&#x6B21;&#x5176;&#x5B9E;&#x539F;&#x672C;&#x6211;&#x6CA1;&#x60F3;&#x53BB;&#x5B66;&#x4E60;&#x7F16;&#x7A0B;&#x3002;&#x662F;&#x65E0;&#x610F;&#x4E2D;&#x6211;&#x770B;&#x5230;&#x4E00;&#x7BC7;&#x5E16;&#x5B50;&#xFF0C;&#x201C;&#x6709;&#x6CA1;&#x6709;&#x63A8;&#x8350;&#x7684;&#x7F16;&#x7A0B; up &#x4E3B;&#x201D;&#xFF0C;&#x597D;&#x5947;&#xFF0C;&#x70B9;&#x8FDB;&#x53BB;&#x770B;&#xFF0C;&#x610F;&#x5916;&#x88AB;&#x4E00;&#x4E2A;&#x9891;&#x9053;&#x5708;&#x7C89;&#xFF0C;&#x7136;&#x540E;&#x4E0D;&#x77E5;&#x4E0D;&#x89C9;&#x5C31;&#x4E00;&#x7AE0;&#x4E00;&#x7AE0;&#x5730;&#x8DDF;&#x7740;&#x770B;&#x4E86;&#x597D;&#x591A;&#x3002;</p>
<p>&#x73B0;&#x5728;&#x6211;&#x6253;&#x7B97;&#x82B1;&#x51E0;&#x5929;&#x65F6;&#x95F4;&#x628A;&#x8FD9;&#x4E2A;&#x7CFB;&#x5217;&#x5168;&#x90E8;&#x770B;&#x5B8C;&#x3002;</p>
<p>&#x5176;&#x5B9E;&#x6211;&#x4E0D;&#x6E05;&#x695A;&#xFF0C;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x6211;&#x662F;&#x4E0D;&#x662F;&#x5728;&#x5B66;&#x7F16;&#x7A0B;&#x5462;&#x3002;&#x4EE5;&#x6211;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x4E86;&#x89E3;&#xFF0C;&#x5F53;&#x6211;&#x5BF9;&#x4E00;&#x4EF6;&#x4E8B;&#x6709;&#x6267;&#x5FF5;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x5F88;&#x5728;&#x610F;&#x7ED3;&#x679C;&#xFF0C;&#x6211;&#x4F1A;&#x7126;&#x8651;&#x8FC7;&#x7A0B;&#x3002;&#x5B66;&#x4E60;&#x7F16;&#x7A0B;&#xFF0C;&#x4E00;&#x65E6;&#x6211;&#x4E2D;&#x95F4;&#x5B66;&#x4E0D;&#x4F1A;&#x3001;&#x770B;&#x4E0D;&#x61C2;&#xFF0C;&#x6211;&#x4F1A;&#x4E0D;&#x81EA;&#x89C9;&#x5730;&#x7ED9;&#x81EA;&#x5DF1;&#x538B;&#x529B;&#x3002;</p>
<p>&#x6070;&#x597D;&#x6211;&#x8FD9;&#x4E24;&#x5929;&#x5728;&#x8BFB;&#x4E00;&#x672C;&#x5FC3;&#x7406;&#x5B66;&#x7684;&#x4E66;&#xFF0C;&#x5982;&#x679C;&#x8BF4;&#x6211;&#x6700;&#x8FD1;&#x5BF9;&#x81EA;&#x5DF1;&#x6709;&#x4E86;&#x4EC0;&#x4E48;&#x8BA4;&#x77E5;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#xFF0C;&#x5F53;&#x6211;&#x5DF2;&#x7ECF;&#x538B;&#x529B;&#x5F88;&#x5927;&#x3001;&#x5F88;&#x7126;&#x8651;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E0D;&#x8981;&#x81EA;&#x8D23;&#xFF0C;&#x4E0D;&#x8981;&#x6307;&#x671B;&#x81EA;&#x8D23;&#x4F1A;&#x8BA9;&#x81EA;&#x5DF1;&#x63D0;&#x8D77;&#x52A8;&#x529B;&#x3002;&#x4EBA;&#x662F;&#x56E0;&#x4E3A;&#x5DF2;&#x7ECF;&#x6709;&#x538B;&#x529B;&#x624D;&#x4F1A;&#x7126;&#x8651;&#xFF0C;&#x624D;&#x53BB;&#x62D6;&#x5EF6;&#xFF0C;&#x4EE5;&#x53CA;&#x7528;&#x5176;&#x4ED6;&#x4E0D;&#x597D;&#x7684;&#x4E60;&#x60EF;&#x53BB;&#x8EB2;&#x907F;&#x8981;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x5F53;&#x4F60;&#x81EA;&#x8D23;&#x3001;&#x7126;&#x8651;&#xFF0C;&#x4F60;&#x53C8;&#x4EA7;&#x751F;&#x4E86;&#x66F4;&#x591A;&#x7684;&#x538B;&#x529B;&#xFF0C;&#x8FD9;&#x53EA;&#x4F1A;&#x4F7F;&#x4F60;&#x79BB;&#x771F;&#x6B63;&#x8BE5;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x8D8A;&#x6765;&#x8D8A;&#x8FDC;&#x3002;</p>
<p>&#x4E0D;&#x81EA;&#x8D23;&#xFF1F;&#x9047;&#x5230;&#x95EE;&#x9898;&#x4E0D;&#x4E25;&#x8083;&#x5BF9;&#x5F85;&#xFF1F;&#x8FD8;&#x8981;&#x5148;&#x60F3;&#x529E;&#x6CD5;&#x5FEB;&#x4E50;&#xFF1F;&#x542C;&#x7740;&#x5C31;&#x662F;&#x9003;&#x907F;&#x3002;&#x8FD9;&#x79CD;&#x9E35;&#x9E1F;&#x5FC3;&#x6001;&#xFF0C;&#x600E;&#x4E48;&#x53EF;&#x80FD;&#x505A;&#x597D;&#x4E8B;&#x60C5;&#x3002;&#x5176;&#x5B9E;&#x4E0D;&#x7136;&#xFF0C;&#x5FEB;&#x4E50;&#x5730;&#x505A;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x5E76;&#x4E0D;&#x610F;&#x5473;&#x7740;&#x53EA;&#x80FD;&#x53D6;&#x5F97;&#x6709;&#x9650;&#x7684;&#x6210;&#x7EE9;&#x3002;</p>
<p>&#x6211;&#x60F3;&#x8D77;&#x6765;&#x5F53;&#x521D;&#x7231;&#x4E0A;&#x8DD1;&#x6B65;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x56E0;&#x4E3A;&#x8BFB;&#x4E86;&#x4E00;&#x672C;&#x4E66;&#xFF0C;&#x300A;&#x7231;&#x4E0A;&#x8DD1;&#x6B65;&#x7684; 13 &#x5468;&#x300B;&#x3002;&#x4ECE;&#x4E00;&#x5F00;&#x59CB;&#x6211;&#x5C31;&#x89C9;&#x5F97;&#x8FD9;&#x672C;&#x4E66;&#x5199;&#x5F97;&#x5F88;&#x597D;&#xFF0C;&#x5185;&#x5BB9;&#x6211;&#x5F88;&#x8BA4;&#x540C;&#x3002;&#x7136;&#x540E;&#x6211;&#x8DDF;&#x7740;&#x5B9E;&#x8DF5;&#xFF0C;&#x4E4B;&#x540E;&#x6211;&#x7B2C;&#x4E00;&#x6B21;&#x60CA;&#x559C;&#x5730;&#x53D1;&#x73B0;&#xFF1A;&#x8DD1;&#x6B65;&#x539F;&#x6765;&#x53EF;&#x4EE5;&#x4E0D;&#x75DB;&#x82E6;&#xFF0C;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x8BA9;&#x6211;&#x611F;&#x53D7;&#x5230;&#x4E86;&#x5FEB;&#x4E50;&#x3002;&#x4E25;&#x683C;&#x6309;&#x7167;&#x4E66;&#x91CC;&#x7684;&#x8BA1;&#x5212;&#x6267;&#x884C;&#xFF0C;13 &#x5468;&#x540E;&#xFF0C;&#x6211;&#x8DD1;&#x51FA;&#x4E86;&#x4EBA;&#x751F;&#x7B2C;&#x4E00;&#x6B21; 10 &#x516C;&#x91CC;&#x3002;</p>
<p>&#x91C7;&#x7528;&#x4E86;&#x6B63;&#x786E;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x8DD1;&#x6B65;&#x96BE;&#x9053;&#x53D8;&#x5F97;&#x6BD4;&#x4EE5;&#x524D;&#x5BB9;&#x6613;&#x4E86;&#x5417;&#xFF1F;&#x5176;&#x5B9E;&#x4E5F;&#x6CA1;&#x6709;&#xFF0C;&#x73B0;&#x5728;&#x8DD1;&#x4E00;&#x516C;&#x91CC;&#x6240;&#x8017;&#x8D39;&#x7684;&#x529B;&#x6C14;&#xFF0C;&#x548C;&#x4ECE;&#x524D;&#x89C9;&#x5F97;&#x8DD1;&#x6B65;&#x75DB;&#x82E6;&#x7684;&#x6211;&#x76F8;&#x6BD4;&#xFF0C;&#x662F;&#x540C;&#x6837;&#x7684;&#x529B;&#x6C14;&#x3002;&#x540C;&#x6837;&#x7684;&#x4E00;&#x516C;&#x91CC;&#xFF0C;&#x4EE5;&#x524D;&#x8DD1;&#x8D77;&#x6765;&#x89C9;&#x5F97;&#x75DB;&#x82E6;&#xFF0C;&#x73B0;&#x5728;&#x89C9;&#x5F97;&#x5FEB;&#x4E50;&#x3002;&#x4EE5;&#x524D;&#x65E0;&#x6CD5;&#x60F3;&#x8C61;&#x81EA;&#x5DF1;&#x6709;&#x4E00;&#x5929;&#x80FD;&#x4E00;&#x53E3;&#x6C14;&#x8DD1; 10 &#x516C;&#x91CC;&#xFF0C;&#x73B0;&#x5728;&#x7ADF;&#x7136;&#x80FD;&#x591F;&#x505A;&#x5230;&#x3002;</p>
<p>&#x5F52;&#x7EB3;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x5F53;&#x6211;&#x5FEB;&#x4E50;&#x5730;&#x505A;&#x4E00;&#x4EF6;&#x4E8B;&#x7684;&#x65F6;&#x5019;&#xFF1A;1. &#x56F0;&#x96BE;&#x53EF;&#x4EE5;&#x88AB;&#x9009;&#x62E9;&#x6027;&#x5FFD;&#x89C6;&#x3002;2. &#x62B5;&#x6297;&#x6311;&#x6218;&#x7684;&#x80FD;&#x529B;&#x53D8;&#x5F3A;&#x4E86;&#x3002;3. &#x76F4;&#x5230;&#x74F6;&#x9888;&#x671F;&#x4E4B;&#x524D;&#xFF0C;&#x6709;&#x673A;&#x4F1A;&#x5728;&#x5FEB;&#x4E50;&#x505A;&#x4E8B;&#x7684;&#x8FC7;&#x7A0B;&#x6253;&#x597D;&#x57FA;&#x7840;&#x3002;4. &#x505A;&#x4E8B;&#x7684;&#x6536;&#x83B7;&#x5F80;&#x5F80;&#x4E0D;&#x662F;&#x7EBF;&#x6027;&#xFF0C;&#x800C;&#x662F;&#x87BA;&#x65CB;&#x4E0A;&#x5347;&#x7684;&#x3002;&#x9047;&#x5230;&#x74F6;&#x9888;&#x7684;&#x65F6;&#x5019;&#x5DF2;&#x7ECF;&#x6253;&#x597D;&#x57FA;&#x7840;&#xFF0C;&#x8DB3;&#x591F;&#x7528;&#x6240;&#x5B66;&#x5E94;&#x5BF9;&#x6311;&#x6218;&#x3002;5. &#x6536;&#x83B7;&#x6B63;&#x53CD;&#x9988;&#xFF0C;&#x4E0D;&#x65AD;&#x52A0;&#x5F3A;&#x8FD9;&#x4E2A;&#x6B63;&#x5411;&#x5FAA;&#x73AF;&#x3002;</p>
<p>&#x6211;&#x8FD8;&#x60F3;&#x8D77;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x8BB8;&#x591A;&#x65F6;&#x5019;&#x6211;&#x4EEC;&#x8BF4;&#xFF0C;&#x4E00;&#x95E8;&#x5B66;&#x79D1;&#x7684;&#x542F;&#x8499;&#x8001;&#x5E08;&#xFF0C;&#x5BF9;&#x4E00;&#x4E2A;&#x5B66;&#x751F;&#x7684;&#x5F71;&#x54CD;&#x5F88;&#x5927;&#x3002;&#x62FF;&#x82F1;&#x8BED;&#x6765;&#x8BF4;&#xFF0C;&#x8BB8;&#x591A;&#x4EBA;&#x5C06;&#x81EA;&#x5DF1;&#x4ECE;&#x5C0F;&#x5BF9;&#x82F1;&#x8BED;&#x611F;&#x5174;&#x8DA3;&#xFF0C;&#x5F52;&#x529F;&#x4E8E;&#x5C0F;&#x65F6;&#x5019;&#x9047;&#x5230;&#x4E86;&#x4E00;&#x4F4D;&#x597D;&#x8001;&#x5E08;&#xFF0C;&#x57F9;&#x517B;&#x4E86;&#x81EA;&#x5DF1;&#x5BF9;&#x82F1;&#x8BED;&#x7684;&#x70ED;&#x7231;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x50CF;&#x53E6;&#x5916;&#x5F88;&#x591A;&#x504F;&#x79D1;&#x7684;&#x5C0F;&#x5B69;&#xFF0C;&#x4ECE;&#x5C0F;&#x5C31;&#x89C9;&#x5F97;&#x82F1;&#x8BED;&#x662F;&#x4E00;&#x4EF6;&#x5934;&#x75BC;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5BF9;&#x82F1;&#x8BED;&#x7684;&#x6700;&#x521D;&#x5370;&#x8C61;&#xFF0C;&#x53EA;&#x6709;&#x6EE1;&#x9ED1;&#x677F;&#x7684;&#x5929;&#x4E66;&#xFF0C;&#x548C;&#x8001;&#x5E08;&#x558B;&#x558B;&#x4E0D;&#x4F11;&#x7684;&#x5FF5;&#x5492;&#x3002;</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x4E49;&#x52A1;&#x6559;&#x80B2;&#x65F6;&#x671F;&#x6F2B;&#x957F;&#x7684;&#x8BFB;&#x4E66;&#x751F;&#x6DAF;&#x91CC;&#xFF0C;&#x8001;&#x5E08;&#x4E0D;&#x8BE5;&#x662F;&#x5B66;&#x751F;&#x5BF9;&#x5B66;&#x79D1;&#x504F;&#x597D;&#x7684;&#x552F;&#x4E00;&#x51B3;&#x5B9A;&#x56E0;&#x7D20;&#xFF0C;&#x81EA;&#x9A71;&#x529B;&#x4E5F;&#x5F88;&#x91CD;&#x8981;&#x3002;&#x4F46;&#x6211;&#x8FD8;&#x662F;&#x8BA4;&#x4E3A;&#xFF0C;&#x662F;&#x5426;&#x80FD;&#x5728;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x4E2D;&#x611F;&#x53D7;&#x5230;&#x5FEB;&#x4E50;&#xFF0C;&#x662F;&#x51B3;&#x5B9A;&#x5B66;&#x4E60;&#x6C34;&#x5E73;&#x4E0A;&#x9650;&#x6781;&#x5927;&#x7684;&#x5F71;&#x54CD;&#x56E0;&#x7D20;&#x3002;</p>
<p>&#x8BF4;&#x56DE;&#x8FD9;&#x6B21;&#x5B66;&#x7F16;&#x7A0B;&#x7684;&#x7ECF;&#x5386;&#xFF0C;&#x6211;&#x51B3;&#x5B9A;&#xFF0C;&#x5C31;&#x56EB;&#x56F5;&#x5730;&#x5B66;&#x3002;&#x8C03;&#x6574;&#x9884;&#x671F;&#xFF1A;&#x770B;&#x4E0D;&#x61C2;&#x3001;&#x5B66;&#x4E0D;&#x4F1A;&#xFF0C;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#x662F;&#x6B63;&#x5E38;&#x7684;&#x3002;&#x5C31;&#x5B66;&#x5C31;&#x884C;&#x4E86;&#xFF0C;&#x56FE;&#x4E2A;&#x4E50;&#x513F;&#xFF0C;&#x5C31;&#x5148;&#x5728;&#x8111;&#x5B50;&#x91CC;&#x642D;&#x4E2A;&#x6846;&#x67B6;&#xFF0C;&#x4E0D;&#x6C42;&#x751A;&#x89E3;&#x3002;&#x5F53;&#x5B83;&#x5E26;&#x7ED9;&#x6211;&#x7684;&#x5FEB;&#x4E50;&#xFF0C;&#x8FB9;&#x9645;&#x6548;&#x5E94;&#x9012;&#x51CF;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x53EF;&#x4EE5;&#x518D;&#x53BB;&#x770B;&#x5176;&#x4ED6;&#x8001;&#x5E08;&#x7684;&#x6559;&#x6750;&#xFF0C;&#x5047;&#x88C5;&#x4ECE;&#x6765;&#x6CA1;&#x5B66;&#x8FC7;&#xFF0C;&#x6362;&#x79CD;&#x65B9;&#x6CD5;&#x518D;&#x5B66;&#x4E00;&#x904D;&#x3002;</p>
<p>&#x8FD9;&#x6B21;&#xFF0C;&#x5B66;&#x4E0D;&#x5B66;&#x5F97;&#x4F1A;&#xFF0C;&#x6211;&#x4E0D;&#x60F3;&#x8BBE;&#x76EE;&#x6807;&#x3002;&#x8FC7;&#x7A0B;&#x4E2D;&#x80FD;&#x611F;&#x53D7;&#x5230;&#x5FEB;&#x4E50;&#xFF0C;&#x662F;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x6307;&#x6807;&#x3002;&#x6BD5;&#x7ADF;&#x4EBA;&#x751F;&#x5DF2;&#x7ECF;&#x5982;&#x6B64;&#x7684;&#x8270;&#x96BE;&#xFF0C;&#x6709;&#x4E9B;&#x4E8B;&#x60C5;&#x5C31;&#x4E0D;&#x8981;&#x62C6;&#x7A7F;&#x3002;</p>
</body></html>
    
    </div>
    
    <div class="columns is-variable is-1 is-multiline is-mobile">
    
        <span class="column is-narrow"><a class="tag is-light article-tag" href="/tags/thoughts/">#thoughts</a></span>
    
        <span class="column is-narrow"><a class="tag is-light article-tag" href="/tags/myway/">#myway</a></span>
    
    </div>
    
    
    <div class="columns is-mobile is-multiline article-nav">
        <span class="column is-12-mobile is-half-desktop  article-nav-prev">
            
            <a href="/new-ideas-about-memorizing-words/">关于背单词的新想法</a>
            
        </span>
        <span class="column is-12-mobile is-half-desktop is-hidden-mobile article-nav-next">
            
        </span>
    </div>
    
</article>




    </div>
</section>
    <footer class="footer">
    <div class="container">
        <div class="columns content">
            <div class="column is-narrow has-text-centered">
                &copy; 2023 FINE&nbsp;
                Powered by <a href="http://hexo.io/" target="_blank">Hexo</a> & <a
                        target="_blank" rel="noopener" href="http://github.com/ppoffice/hexo-theme-minos">Minos</a>
            </div>
            <div class="column is-hidden-mobile"></div>

            
            
        </div>
    </div>
</footer>
    <script src="//cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/moment.js/2.22.2/moment-with-locales.min.js"></script>

<!-- test if the browser is outdated -->
<div id="outdated">
    <h6>Your browser is out-of-date!</h6>
    <p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" target="_blank" rel="noopener" href="http://outdatedbrowser.com/">Update my browser now </a></p>
    <p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p>
</div>
<script src="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.js"></script>
<script>
    $(document).ready(function () {
        // plugin function, place inside DOM ready function
        outdatedBrowser({
            bgColor: '#f25648',
            color: '#ffffff',
            lowerThan: 'flex'
        })
    });
</script>

<script>
    window.FontAwesomeConfig = {
        searchPseudoElements: true
    }
    moment.locale("zh-CN");
</script>


    
    
<script src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.4/MathJax.js?config=TeX-MML-AM_CHTML"></script>
<script>
    MathJax.Hub.Config({
        "HTML-CSS": {
            matchFontHeight: false
        },
        SVG: {
            matchFontHeight: false
        },
        CommonHTML: {
            matchFontHeight: false
        },
        tex2jax: {
            inlineMath: [
                ['$','$'],
                ['\\(','\\)']
            ]
        }
    });
</script>

    
    
    
    
<script src="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/js/lightgallery-all.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/js/jquery.justifiedGallery.min.js"></script>
<script>
    (function ($) {
        $(document).ready(function () {
            if (typeof($.fn.lightGallery) === 'function') {
                $('.article.gallery').lightGallery({ selector: '.gallery-item' });
            }
            if (typeof($.fn.justifiedGallery) === 'function') {
                $('.justified-gallery > p > .gallery-item').unwrap();
                $('.justified-gallery').justifiedGallery();
            }
        });
    })(jQuery);
</script>

    
    
    <script src="https://cdnjs.cloudflare.com/ajax/libs/clipboard.js/2.0.0/clipboard.min.js"></script>
    <style>
        .hljs {
            position: relative;
        }

        .hljs .clipboard-btn {
            float: right;
            color: #9a9a9a;
            background: none;
            border: none;
            cursor: pointer;
        }

        .hljs .clipboard-btn:hover {
          color: #8a8a8a;
        }

        .hljs > .clipboard-btn {
            display: none;
            position: absolute;
            right: 4px;
            top: 4px;
        }

        .hljs:hover > .clipboard-btn {
            display: inline;
        }

        .hljs > figcaption > .clipboard-btn {
            margin-right: 4px;
        }
    </style>
    <script>
      $(document).ready(function () {
        $('figure.hljs').each(function(i, figure) {
          var codeId = 'code-' + i;
          var code = figure.querySelector('.code');
          var copyButton = $('<button>Copy <i class="far fa-clipboard"></i></button>');
          code.id = codeId;
          copyButton.addClass('clipboard-btn');
          copyButton.attr('data-clipboard-target-id', codeId);

          var figcaption = figure.querySelector('figcaption');

          if (figcaption) {
            figcaption.append(copyButton[0]);
          } else {
            figure.prepend(copyButton[0]);
          }
        })

        var clipboard = new ClipboardJS('.clipboard-btn', {
          target: function(trigger) {
            return document.getElementById(trigger.getAttribute('data-clipboard-target-id'));
          }
        });
        clipboard.on('success', function(e) {
          e.clearSelection();
        })
      })
    </script>

    
    

    



<script src="/js/script.js"></script>


    
    <div class="searchbox ins-search">
    <div class="searchbox-mask"></div>
    <div class="searchbox-container ins-search-container">
        <div class="searchbox-input-wrapper">
            <input type="text" class="searchbox-input ins-search-input" placeholder="站内搜索" />
            <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span>
        </div>
        <div class="searchbox-result-wrapper ins-section-wrapper">
            <div class="ins-section-container"></div>
        </div>
    </div>
</div>
<script>
    (function (window) {
        var INSIGHT_CONFIG = {
            TRANSLATION: {
                POSTS: '文章',
                PAGES: '页面',
                CATEGORIES: '分类',
                TAGS: '标签',
                UNTITLED: '(无标题)',
            },
            CONTENT_URL: '/content.json',
        };
        window.INSIGHT_CONFIG = INSIGHT_CONFIG;
    })(window);
</script>

<script src="/js/insight.js"></script>

    
</body>
</html>