<!DOCTYPE html>
<html class="has-navbar-fixed-top">
<head>
    <meta charset="utf-8">
<title>标签: lifestyle - 闲情偶寄</title>
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.css">




<meta name="description" content="我就是一个奇怪的网海冲浪客。">





    <meta name="description" content="我就是一个奇怪的网海冲浪客。">
<meta property="og:type" content="website">
<meta property="og:title" content="闲情偶寄">
<meta property="og:url" content="https://imhay.eu.org/tags/lifestyle/">
<meta property="og:site_name" content="闲情偶寄">
<meta property="og:description" content="我就是一个奇怪的网海冲浪客。">
<meta property="og:locale" content="zh_CN">
<meta property="article:author" content="Fine">
<meta name="twitter:card" content="summary">





<link rel="icon" href="/favicon.png">


<link rel="stylesheet" href="//fonts.googleapis.com/css?family=Ovo|Source+Code+Pro">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/bulma/0.6.2/css/bulma.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/css/lightgallery.min.css">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/css/justifiedGallery.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/styles/atom-one-light.min.css">


<link rel="stylesheet" href="/css/style.css">


<script defer src="//use.fontawesome.com/releases/v5.0.8/js/all.js"></script>


    
    
    
    
    
    
    
    
    
    

    


<meta name="generator" content="Hexo 5.2.0"></head>
<body>
    
<nav class="navbar is-transparent is-fixed-top navbar-main" role="navigation" aria-label="main navigation">
    <div class="container">
        <div class="navbar-brand">
            <a class="navbar-item navbar-logo" href="/">
                
                    
                    闲情偶寄
                    
                
            </a>
            <div class="navbar-burger">
                <span></span>
                <span></span>
                <span></span>
            </div>
        </div>
        
        <div class="navbar-menu navbar-start">
            
            <a class="navbar-item "
               href="/archives">归档</a>
            
            <a class="navbar-item "
               href="/categories">分类</a>
            
            <a class="navbar-item "
               href="/tags">标签</a>
            
        </div>
        
        <div class="navbar-menu navbar-end">
            
            <a class="navbar-item search" title="搜索" href="javascript:;">
                <i class="fas fa-search"></i>
            </a>
            
            
            
        </div>
    </div>
</nav>

    <section class="section section-heading">
    <div class="container">
        <div class="content">
            <h5>#lifestyle</h5>
        </div>
    </div>
</section>
<section class="section">
    <div class="container">
    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/first-taste-of-xiaomi-smart-home/" itemprop="url">初尝小米智能家居</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2021-12-12T04:04:00.000Z" itemprop="datePublished">12月 12 2021</time>
                <span class="second-date-block"> (12月 12 2021)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            5 分钟 读完 (约 681 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x5BB6;&#x91CC;&#x662F;&#x6697;&#x536B;&#xFF0C;&#x5373;&#x4F7F;&#x767D;&#x5929;&#x5728;&#x536B;&#x751F;&#x95F4;&#x90FD;&#x8981;&#x52A8;&#x624B;&#x5F00;&#x706F;&#x3002;&#x6700;&#x8FD1;&#x5B9E;&#x5728;&#x5FCD;&#x4E0D;&#x4E86;&#xFF0C;&#x60F3;&#x89E3;&#x51B3;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x3002;<br>&#x7814;&#x7A76;&#x4E86;&#x4E00;&#x4E0B;&#x5C0F;&#x7C73;&#x7684;&#x667A;&#x80FD;&#x5BB6;&#x5177;&#xFF0C;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x7C73;&#x5BB6;&#x51E0;&#x4E2A;&#x4EA7;&#x54C1;&#xFF1A;&#x4EBA;&#x4F53;&#x4F20;&#x611F;&#x5668;+&#x706F;&#x6CE1;+&#x84DD;&#x7259;&#x7F51;&#x5173;&#x89E3;&#x51B3;&#x8FD9;&#x4E2A;&#x70E6;&#x607C;&#x3002;&#x4F20;&#x611F;&#x5668;&#x653E;&#x5728;&#x536B;&#x751F;&#x95F4;&#xFF0C;&#x84DD;&#x7259;&#x7F51;&#x5173;&#x8D1F;&#x8D23;&#x63A5;&#x53D7;&#x4F20;&#x611F;&#x5668;&#x7684;&#x6570;&#x636E;&#xFF0C;<br>&#x53EF;&#x4EE5;&#x8BBE;&#x7F6E;&#x4E00;&#x4E2A;&#x667A;&#x80FD;&#x573A;&#x666F;&#xFF0C;&#x4F20;&#x611F;&#x5668;&#x68C0;&#x6D4B;&#x5230;&#x4EBA;&#x79FB;&#x52A8;&#xFF0C;&#x5219;&#x706F;&#x6CE1;&#x4EAE;&#xFF0C;&#x51E0;&#x5206;&#x949F;&#x65E0;&#x4EBA;&#x79FB;&#x52A8;&#x5219;&#x706F;&#x6CE1;&#x706D;&#x3002;</p>
<p>&#x8FD9;&#x662F;&#x4E00;&#x5F00;&#x59CB;&#x7684;&#x8BBE;&#x60F3;&#xFF0C;&#x4E0B;&#x5355;&#x65F6;&#x53D1;&#x73B0;&#x7C73;&#x5BB6;&#x6709;&#x4E00;&#x6B3E;&#x667A;&#x80FD;&#x63D2;&#x5EA7;&#x53EF;&#x4EE5;&#x517C;&#x505A;&#x84DD;&#x7259;&#x7F51;&#x5173;&#xFF0C;&#x4E70;&#x4E86;&#x8FD9;&#x6B3E;&#x3002;<br>&#x9664;&#x6B64;&#x4EE5;&#x5916;&#xFF0C;&#x4F20;&#x611F;&#x5668;&#x6CA1;&#x4E70;&#x666E;&#x901A;&#x6B3E;&#x3002;&#x4E70;&#x7684;&#x5C0F;&#x7C73;&#x591C;&#x706F;2&#xFF0C;&#x517C;&#x6709;&#x4EBA;&#x4F53;&#x4F20;&#x611F;&#x5668;&#x529F;&#x80FD;&#x3002;&#x4E70;&#x4E86;&#x4E24;&#x4E2A;&#xFF0C;&#x4E00;&#x4E2A;&#x505A;&#x4F20;&#x611F;&#x5668;&#x4E00;&#x4E2A;&#x653E;&#x5728;&#x8D70;&#x5ECA;&#x5C31;&#x5F53;&#x591C;&#x706F;&#x7528;&#x3002;</p>
<p>&#x4ECA;&#x5929;&#x7F51;&#x5173;&#x548C;&#x591C;&#x706F;&#x5230;&#x8D27;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x706F;&#x6CE1;&#x6CA1;&#x5230;&#xFF0C;&#x6CA1;&#x6CD5;&#x7528;&#x3002;&#x53EF;&#x6211;&#x7A81;&#x7136;&#x60F3;&#x5230;&#xFF0C;&#x667A;&#x80FD;&#x63D2;&#x5EA7;&#x6211;&#x53EA;&#x7528;&#x4E86;&#x5B83;&#x7684;&#x7F51;&#x5173;&#x529F;&#x80FD;&#xFF0C;&#x5982;&#x679C;&#x4E5F;&#x7528;&#x4E0A;&#x63D2;&#x5EA7;&#x529F;&#x80FD;&#xFF0C;&#x5219;&#x53EF;&#x4EE5;&#x8BA9;&#x539F;&#x672C;&#x975E;&#x667A;&#x80FD;&#x706F;&#x6CE1;&#x4E5F;&#x5B9E;&#x73B0;&#x667A;&#x80FD;&#x5F00;&#x706F;&#xFF01;</p>
<p>&#x903B;&#x8F91;&#x662F;&#x8FD9;&#x6837;&#xFF1A;<br>&#x667A;&#x80FD;&#x63D2;&#x5EA7;&#x4E0A;&#x63D2;&#x4E0A;&#x706F;&#x6CE1;&#x5E95;&#x5EA7;+&#x666E;&#x901A;&#x706F;&#x6CE1;&#xFF0C;&#x5E95;&#x5EA7;&#x7535;&#x6E90;&#x4FDD;&#x6301;&#x6253;&#x5F00;&#x3002;<br>&#x5728;&#x7C73;&#x5BB6;app&#x6DFB;&#x52A0;&#x4E00;&#x4E2A;&#x573A;&#x666F;&#xFF1A;&#x4F20;&#x611F;&#x5668;&#x68C0;&#x6D4B;&#x5230;&#x4EBA;&#x79FB;&#x52A8;&#xFF0C;&#x5219;&#x667A;&#x80FD;&#x63D2;&#x5EA7;&#x901A;&#x7535;&#xFF1B;&#x4E24;&#x5206;&#x949F;&#x65E0;&#x4EBA;&#x79FB;&#x52A8;&#xFF0C;&#x5219;&#x667A;&#x80FD;&#x63D2;&#x5EA7;&#x65AD;&#x7535;&#x3002;<br>&#x5168;&#x90E8;&#x8BBE;&#x5907;&#x63D2;&#x4E0A;&#x7535;&#xFF0C;&#x9A8C;&#x8BC1;&#x4E00;&#x4E0B;&#xFF0C;&#x5B8C;&#x5168;&#x53EF;&#x884C;&#xFF01;</p>
<p>&#x770B;&#x6765;&#x667A;&#x80FD;&#x706F;&#x6CE1;&#x767D;&#x4E70;&#x4E86;&#x5440;&#xFF01;<br>&#x4E0D;&#x8FC7;&#x667A;&#x80FD;&#x706F;&#x6CE1;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x8C03;&#x8282;&#x4EAE;&#x5EA6;&#xFF0C;&#x8BBE;&#x7F6E;&#x4E00;&#x4E0B;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x534A;&#x591C;&#x4E0A;&#x5395;&#x6240;&#x4EAE;&#x5EA6;&#x4F4E;&#xFF0C;&#x767D;&#x5929;&#x5219;&#x6B63;&#x5E38;&#x4EAE;&#x5EA6;&#x3002;&#x7B49;&#x706F;&#x6CE1;&#x5230;&#x8D27;&#x518D;&#x7814;&#x7A76;&#x5427;&#x3002;</p>
<p>(update: &#x6709;&#x70B9;&#x5751;&#xFF0C;&#x7C73;&#x5BB6;&#x706F;&#x6CE1;&#x9700;&#x8981;&#x84DD;&#x7259;mesh&#x7F51;&#x5173;&#x624D;&#x884C;&#xFF0C;&#x4E0D;&#x517C;&#x5BB9;&#x666E;&#x901A;&#x84DD;&#x7259;&#x7F51;&#x5173;&#x3002;&#x8FD9;&#x5C31;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x5B9E;&#x73B0;&#x8054;&#x52A8;&#x4E86;&#x3002;)</p>
<p><a target="_blank" rel="noopener" href="https://item.jd.com/100008540359.html">&#x3010;&#x5C0F;&#x7C73;&#x7C73;&#x5BB6;&#x667A;&#x80FD;&#x63D2;&#x5EA7;2 &#x84DD;&#x7259;&#x7F51;&#x5173;&#x7248;&#x3011;&#x5C0F;&#x7C73;&#x7C73;&#x5BB6;&#x667A;&#x80FD;&#x63D2;&#x5EA7;2 &#x84DD;&#x7259;&#x7F51;&#x5173;&#x7248; &#x7535;&#x91CF;&#x7EDF;&#x8BA1; &#x84DD;&#x7259;&#x7F51;&#x5173;&#x8FC7;&#x8F7D;&#x4FDD;&#x62A4;&#x72EC;&#x7ACB;&#x5B89;&#x5168;&#x95E8;&#x963B;&#x71C3;&#x58F3;&#x4F53;&#x3010;&#x884C;&#x60C5; &#x62A5;&#x4EF7; &#x4EF7;&#x683C; &#x8BC4;&#x6D4B;&#x3011;-&#x4EAC;&#x4E1C;</a><br><a target="_blank" rel="noopener" href="https://item.jd.com/100006786107.html">&#x3010;&#x5C0F;&#x7C73;&#x7C73;&#x5BB6;&#x591C;&#x706F;2 &#x84DD;&#x7259;&#x7248;&#x3011;&#x5C0F;&#x7C73;MI &#x7C73;&#x5BB6;&#x591C;&#x706F;2 &#x84DD;&#x7259;&#x7248; &#x667A;&#x80FD;&#x8054;&#x52A8;360&#xB0;&#x65CB;&#x8F6C; &#x667A;&#x80FD;&#x591C;&#x706F;&#x4EBA;&#x4F53;/&#x5149;&#x7EBF;&#x4F20;&#x611F;&#x5668;3&#x5408;1&#x3010;&#x884C;&#x60C5; &#x62A5;&#x4EF7; &#x4EF7;&#x683C; &#x8BC4;&#x6D4B;&#x3011;-&#x4EAC;&#x4E1C;</a><br><a target="_blank" rel="noopener" href="https://item.jd.com/100011727184.html">&#x3010;&#x5C0F;&#x7C73;&#x7C73;&#x5BB6;LED&#x706F;&#x6CE1; &#x84DD;&#x7259;MESH&#x7248;&#x3011;&#x5C0F;&#x7C73;MI &#x7C73;&#x5BB6;LED&#x706F;&#x6CE1; &#x84DD;&#x7259;MESH&#x7248; &#x5C0F;&#x7231;&#x8BED;&#x97F3;&#x667A;&#x80FD;&#x63A7;&#x5236;&#x8272;&#x6696;&#x4EAE;&#x5EA6;&#x81EA;&#x7531;&#x8C03;&#x8282;&#x3010;&#x884C;&#x60C5; &#x62A5;&#x4EF7; &#x4EF7;&#x683C; &#x8BC4;&#x6D4B;&#x3011;-&#x4EAC;&#x4E1C;</a></p>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/omelette-experiment/" itemprop="url">煎蛋试验</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2021-10-20T03:07:36.000Z" itemprop="datePublished">10月 20 2021</time>
                <span class="second-date-block"> (10月 20 2021)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            4 分钟 读完 (约 558 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><h3 id="&#x7B2C;&#x4E00;&#x5929;&#xFF1A;"><a href="#&#x7B2C;&#x4E00;&#x5929;&#xFF1A;" class="headerlink" title="&#x7B2C;&#x4E00;&#x5929;&#xFF1A;"></a>&#x7B2C;&#x4E00;&#x5929;&#xFF1A;</h3><p>&#x6628;&#x5929;&#x7528;&#x5BB6;&#x91CC;&#x7089;&#x7076;&#x505A;&#x4E86;&#x714E;&#x86CB;<br>&#x8FD8;&#x662F;&#x6211;&#x539F;&#x6765;&#x7684;&#x9505;&#xFF0C;&#x4F46;&#x662F;&#x5473;&#x9053;&#x5B8C;&#x5168;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;<br>&#x714E;&#x86CB;&#x84EC;&#x677E;&#xFF0C;&#x8106;&#x76AE;<br>&#x6211;&#x4EE5;&#x4E3A;&#x8FD9;&#x5C31;&#x662F;&#x71C3;&#x6C14;&#x7076;&#x7684;&#x9B45;&#x529B;&#x3002;</p>
<p>&#x4ECA;&#x5929;&#x518D;&#x505A;&#x4E00;&#x6B21;&#xFF0C;&#x5374;&#x53D1;&#x73B0;&#x505A;&#x51FA;&#x6765;&#x548C;&#x6628;&#x5929;&#x4E0D;&#x4E00;&#x6837;&#x4E86;&#x3002;<br>&#x53CD;&#x800C;&#x56DE;&#x5230;&#x4E86;&#x6211;&#x4EE5;&#x524D;&#x7528;&#x7535;&#x78C1;&#x7089;&#x505A;&#x51FA;&#x6765;&#x7684;&#x90A3;&#x6837;&#x3002;<br>&#x86CB;&#x767D;&#x975E;&#x5E38;&#x7684;&#x7D27;&#x3001;&#x786C;&#xFF0C;&#x6CA1;&#x6709;&#x53E3;&#x611F;&#x3002;<br>&#x5C31;&#x50CF;&#x662F;&#x7092;&#x8089;&#x505A;&#x5F97;&#x8001;&#x4E86;&#xFF0C;&#x67F4;&#x4E86;&#x3002;</p>
<p>&#x8FD9;&#x6B21;&#x4E0D;&#x540C;&#x6709;&#x51E0;&#x70B9;&#xFF1A;1&#xFF0C;&#x6CA1;&#x6709;&#x50CF;&#x6628;&#x5929;&#x90A3;&#x6837;&#x51E0;&#x4E4E;&#x5168;&#x7A0B;&#x5927;&#x706B;&#xFF0C;<br>&#x53C8;&#x548C;&#x539F;&#x6765;&#x4E00;&#x6837;&#xFF0C;&#x70ED;&#x5B8C;&#x9505;&#x4EE5;&#x540E;&#x8C03;&#x56DE;&#x4E86;&#x5C0F;&#x706B;&#xFF0C;&#x7136;&#x540E;&#x5927;&#x5C0F;&#x706B;&#x6765;&#x56DE;&#x6298;&#x817E;&#x3002;</p>
<p>&#x8FD8;&#x6709;&#x5C31;&#x662F;2&#xFF0C;&#x714E;&#x5B8C;&#x4E86;&#x4EE5;&#x540E;&#xFF0C;&#x5173;&#x4E86;&#x706B;&#x4EE5;&#x540E;&#x5728;&#x9505;&#x91CC;&#x7528;&#x4F59;&#x70ED;&#x52A0;&#x70ED;&#xFF0C;&#x505C;&#x4E86;&#x597D;&#x4E00;&#x4F1A;&#x624D;&#x7AEF;&#x51FA;&#x6765;&#x3002;<br>&#x53EF;&#x80FD;&#x65F6;&#x95F4;&#x592A;&#x957F;&#x4E86;&#xFF0C;&#x86CB;&#x767D;&#x8D28;&#x5B8C;&#x5168;&#x51DD;&#x56FA;&#x4E86;&#x3002;</p>
<p>&#x8FD8;&#x6709;&#x5C31;&#x662F;3&#xFF0C;&#x6CB9;&#x70ED;&#x4E86;&#x6ED1;&#x5B8C;&#x9505;&#x4EE5;&#x540E;&#xFF0C;&#x6211;&#x628A;&#x6CB9;&#x5012;&#x51FA;&#x6765;&#x4E86;&#xFF0C;&#x96BE;&#x9053;&#x662F;&#x6CB9;&#x4E0D;&#x591F;&#xFF1F;</p>
<p>&#x6211;&#x6000;&#x7591;&#x4E3B;&#x8981;&#x662F;&#x7B2C;&#x4E8C;&#x70B9;&#x3002;<br>&#x660E;&#x5929;&#x4E0D;&#x6539;&#x53D8;1&#xFF0C;3&#xFF0C;&#x91CD;&#x65B0;&#x8BD5;&#x4E00;&#x4E0B;&#x3002;</p>
<h3 id="&#x7B2C;&#x4E8C;&#x5929;&#xFF1A;"><a href="#&#x7B2C;&#x4E8C;&#x5929;&#xFF1A;" class="headerlink" title="&#x7B2C;&#x4E8C;&#x5929;&#xFF1A;"></a>&#x7B2C;&#x4E8C;&#x5929;&#xFF1A;</h3><p>&#x6628;&#x5929;&#x665A;&#x4E0A;&#x5168;&#x7A0B;&#x7528;&#x5927;&#x706B;&#xFF0C;&#x5B8C;&#x7F8E;&#x7684;&#x7126;&#x9EC4;&#x84EC;&#x677E;&#x7684;&#x714E;&#x86CB;&#x3002;<br>&#x6CA1;&#x6709;&#x7528;&#x4E2D;&#x706B;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x5012;&#x6CB9;&#xFF0C;&#x6CA1;&#x6709;&#x4F59;&#x6E29;&#x52A0;&#x70ED;&#x3002;<br>&#x770B;&#x6765;&#x5927;&#x706B;&#x662F;&#x5173;&#x952E;&#x3002;</p>
<p>&#x4ECA;&#x5929;&#x65E9;&#x4E0A;&#xFF0C;&#x6211;&#x53C8;&#x8C03;&#x6574;&#x4E86;&#x4E00;&#x4E0B;&#x53D8;&#x91CF;&#xFF0C;&#x60F3;&#x627E;&#x51FA;&#x54EA;&#x4E2A;&#x53C2;&#x6570;&#x662F;&#x5FC5;&#x987B;&#x7684;&#x3002;<br>&#x8FD9;&#x6B21;&#x6211;&#x70ED;&#x6CB9;&#x6ED1;&#x9505;&#x4EE5;&#x540E;&#xFF0C;&#x5012;&#x6CB9;&#x4E86;&#x3002;&#x7ED3;&#x679C;&#x4E0D;&#x884C;&#xFF0C;&#x714E;&#x86CB;&#x7684;&#x65F6;&#x5019;&#x9E21;&#x86CB;&#x5F88;&#x5BB9;&#x6613;&#x5C31;&#x7C98;&#x9505;&#x4E86;&#xFF0C;&#x714E;&#x86CB;&#x53EA;&#x80FD;&#x53D8;&#x6210;&#x96F6;&#x6563;&#x6563;&#x788E;&#x7684;&#x7092;&#x86CB;&#x4E86;&#x3002;<br>&#x8FD8;&#x6709;&#x5C31;&#x662F;&#x8FD9;&#x6B21;&#x7528;&#x4E86;&#x4E2D;&#x706B;&#xFF0C;&#x4E5F;&#x4E0D;&#x884C;&#xFF0C;&#x56E0;&#x4E3A;&#x86CB;&#x9EC4;&#x548C;&#x86CB;&#x767D;&#x51DD;&#x56FA;&#x7A0B;&#x5EA6;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x86CB;&#x767D;&#x90FD;&#x5DF2;&#x7ECF;&#x719F;&#x4E86;&#xFF0C;&#x86CB;&#x9EC4;&#x8FD8;&#x662F;&#x5B8C;&#x5168;&#x662F;&#x6DB2;&#x4F53;&#xFF0C;&#x5B8C;&#x5168;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x8BA9;&#x714E;&#x86CB;&#x6574;&#x4F53;&#x7FFB;&#x9762;&#xFF0C;&#x4E00;&#x7FFB;&#x5C31;&#x53C8;&#x7A00;&#x788E;&#x4E86;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#x5B8C;&#x7F8E;&#x714E;&#x86CB;&#xFF1A;1&#x3001;&#x5927;&#x706B;&#x3002;2&#x3001;&#x6709;&#x8DB3;&#x591F;&#x6CB9;&#x3002;3&#x3001;&#x8981;&#x60F3;&#x4E0D;&#x714E;&#x5F97;&#x592A;&#x7D27;&#xFF0C;&#x5C31;&#x5F97;&#x63A7;&#x5236;&#x77ED;&#x65F6;&#x95F4;&#x5185;&#x714E;&#x597D;&#x3002;</p>
<p>&#x660E;&#x5929;&#x53EF;&#x4EE5;&#x5C1D;&#x8BD5;&#x4E0B;&#xFF0C;&#x70ED;&#x6CB9;&#x662F;&#x4E0D;&#x662F;&#x5FC5;&#x987B;&#x7684;&#x3002;<br>&#x70ED;&#x5B8C;&#x9505;&#xFF0C;&#x521A;&#x5012;&#x6CB9;&#x5C31;&#x653E;&#x9E21;&#x86CB;&#x3002;&#x548C;&#x6CB9;&#x4E5F;&#x70ED;&#x4E86;&#x518D;&#x653E;&#x9E21;&#x86CB;&#xFF0C;&#x7ED3;&#x679C;&#x4F1A;&#x4E0D;&#x4F1A;&#x6709;&#x4E0D;&#x540C;&#x3002;</p>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/2021-07-14/" itemprop="url">2021/07/14</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2021-07-14T14:13:36.000Z" itemprop="datePublished">7月 14 2021</time>
                <span class="second-date-block"> (7月 14 2021)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            3 分钟 读完 (约 520 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x665A;&#x4E0A;&#x56DE;&#x5BB6;&#x4E70;&#x4E86;&#x897F;&#x74DC;&#x548C;&#x9999;&#x8549;&#xFF0C;&#x60F3;&#x69A8;&#x6C41;&#x559D;&#x3002;&#x7EC8;&#x4E8E;&#x62FF;&#x51FA;&#x4E86;&#x642C;&#x5BB6;&#x4EE5;&#x540E;&#x5C31;&#x6CA1;&#x7528;&#x8FC7;&#x7684;&#x69A8;&#x6C41;&#x676F;&#x7684;&#x676F;&#x76D6;&#xFF0C;&#x6CA1;&#x60F3;&#x5230;&#x5B83;&#x9876;&#x90E8;&#x88AB;&#x918B;&#x7ED9;&#x6D78;&#x900F;&#x4E86;&#xFF1A;&#x5728;&#x4E0A;&#x6B21;&#x6253;&#x7FFB;&#x918B;&#x888B;&#x5B50;&#x4EE5;&#x540E;&#xFF0C;&#x6211;&#x53EA;&#x6E05;&#x7406;&#x4E86;&#x5730;&#x9762;&#xFF0C;&#x684C;&#x5B50;&#x4E0A;&#x4E00;&#x76F4;&#x61D2;&#x5F97;&#x6E05;&#x6D01;&#xFF0C;&#x6CA1;&#x60F3;&#x5230;&#x8BA9;&#x6211;&#x53EF;&#x601C;&#x7684;&#x676F;&#x76D6;&#x906D;&#x6B83;&#x4E86;&#x3002;&#x4ED4;&#x7EC6;&#x6E05;&#x6D01;&#x4E86;&#x4E0A;&#x9762;&#x5DF2;&#x7ECF;&#x7ED3;&#x6676;&#x4E86;&#x7684;&#x918B;&#xFF0C;&#x5145;&#x7535;&#x7684;&#x89E6;&#x70B9;&#x5904;&#x5DF2;&#x7ECF;&#x6C27;&#x5316;&#x5F97;&#x4E0D;&#x6210;&#x6837;&#x5B50;&#x4E86;&#x3002;&#x53C8;&#x7FFB;&#x51FA;&#x6765;&#x5145;&#x7535;&#x7EBF;&#xFF0C;&#x63D2;&#x4E0A;&#x5C31;&#x53EA;&#x95EA;&#x4E00;&#x4E0B;&#x5C31;&#x706D;&#xFF0C;&#x4EE5;&#x4E3A;&#x5DF2;&#x7ECF;&#x574F;&#x6389;&#x4E86;&#x3002;&#x8FD8;&#x597D;&#x5927;&#x529B;&#x603C;&#x4E0A;&#x53BB;&#x4EE5;&#x540E;&#xFF0C;&#x8FD8;&#x662F;&#x53EF;&#x4EE5;&#x5145;&#x7535;&#x4E86;&#x3002;</p>
<p>&#x4E0B;&#x5348;&#x7535;&#x8111;&#x8FDE;&#x7740;4g&#x8DEF;&#x7531;&#x5668;(&#x968F;&#x8EAB;wifi)&#xFF0C;&#x7A81;&#x7136;&#x6CA1;&#x7F51;&#x4E86;&#xFF0C;&#x8DEF;&#x7531;&#x5668;&#x7ADF;&#x7136;&#x91CD;&#x542F;&#x4E86;&#x3002;&#x662F;&#x4E0D;&#x662F;&#x56E0;&#x4E3A;&#x5B83;&#x5E76;&#x4E0D;&#x662F;&#x8BBE;&#x8BA1;&#x6210;24&#x5C0F;&#x65F6;&#x8FDE;&#x7EED;&#x5DE5;&#x4F5C;&#x7684;&#xFF0C;&#x66F4;&#x53D7;&#x4E0D;&#x4E86;&#x590F;&#x5929;&#x957F;&#x65F6;&#x95F4;&#x8FDE;&#x7535;&#x6E90;&#x5DE5;&#x4F5C;&#xFF1F;&#x5F97;&#x60F3;&#x4E2A;&#x6CE8;&#x610F;&#x7ED9;&#x5B83;&#x964D;&#x6E29;&#xFF0C;&#x51B3;&#x5B9A;&#x628A;&#x5B83;&#x5305;&#x5728;&#x5851;&#x6599;&#x888B;&#x91CC;&#xFF0C;&#x518D;&#x6574;&#x4E2A;&#x653E;&#x5728;&#x51C9;&#x6C34;&#x91CC;&#x3002;<br>&#x5148;&#x627E;&#x4E86;&#x706B;&#x817F;&#x80A0;&#x7684;&#x5305;&#x88C5;&#x888B;&#xFF0C;&#x7528;&#x4E0A;&#x611F;&#x89C9;&#x4FE1;&#x53F7;&#x963B;&#x7EDD;&#x5F97;&#x5389;&#x5BB3;&#x3002;&#x6362;&#x6210;&#x4E86;&#x4E00;&#x6B21;&#x6027;&#x624B;&#x5957;&#xFF0C;&#x5957;&#x4E86;&#x4E24;&#x5C42;&#xFF0C;&#x518D;&#x7528;&#x98DF;&#x54C1;&#x5C01;&#x53E3;&#x5939;&#x5B50;&#xFF0C;&#x5939;&#x7D27;&#x53E3;&#x513F;&#x3002;&#x505A;&#x597D;&#x4EE5;&#x540E;&#x5148;&#x7528;&#x536B;&#x751F;&#x7EB8;&#x6D4B;&#x8BD5;&#xFF0C;&#x653E;&#x6C34;&#x91CC;&#x4E00;&#x70B9;&#x4E5F;&#x4E0D;&#x4F1A;&#x6E7F;&#xFF0C;&#x7EC8;&#x4E8E;&#x6562;&#x653E;&#x968F;&#x8EAB;wifi&#x8FDB;&#x53BB;&#x3002;<br>&#x653E;&#x6C34;&#x7684;&#x5BB9;&#x5668;&#xFF0C;&#x627E;&#x4E86;&#x4E2A;&#x4E0D;&#x9508;&#x94A2;&#x76C6;&#x513F;&#x3002;&#x4E0A;&#x4E86;&#x4E00;&#x4E0B;&#x5348;&#x7F51;&#xFF0C;&#x7ED3;&#x675F;&#x7684;&#x65F6;&#x5019;&#x638F;&#x51FA;&#x968F;&#x8EAB;wifi&#xFF0C;&#x4E00;&#x70B9;&#x4E5F;&#x4E0D;&#x70ED;&#xFF0C;&#x6BD4;&#x88F8;&#x673A;&#x7684;&#x65F6;&#x5019;&#x76F8;&#x5DEE;&#x81F3;&#x5C11;&#x5341;&#x51E0;&#x5EA6;&#x5427;&#xFF1F;&#x8BD5;&#x9A8C;&#x6210;&#x529F;&#x4E86;&#x3002;<br>&#x4F46;&#x662F;&#x8FC7;&#x7A0B;&#x4E2D;&#x8FD8;&#x662F;&#x53D1;&#x73B0;&#x4FE1;&#x53F7;&#x53D8;&#x5F31;&#x4E86;&#x4E24;&#x683C;&#xFF0C;&#x665A;&#x4E0A;&#x628A;&#x4E0D;&#x9508;&#x94A2;&#x76C6;&#x6362;&#x6210;&#x4E86;&#x6211;&#x62FF;&#x6C14;&#x6CE1;&#x7EB8;&#x5FEB;&#x9012;&#x888B;&#x5B50;&#x53E0;&#x6210;&#x7684;&#x4E00;&#x4E2A;&#x5BB9;&#x5668;&#xFF0C;&#x8FD9;&#x6837;&#x5E94;&#x8BE5;&#x4E0D;&#x4F1A;&#x5F71;&#x54CD;&#x4FE1;&#x53F7;&#x4E86;&#x3002;&#x800C;&#x4E14;&#x81EA;&#x5DF1;&#x505A;&#x7684;&#xFF0C;&#x5BB9;&#x5668;&#x6BD4;&#x8F83;&#x4F4E;&#xFF0C;&#x968F;&#x8EAB;wifi&#x66F4;&#x80FD;&#x201D;&#x5403;&#x6C34;&#x201C;&#x4E86;&#x3002;</p>
<p>update:&#x9760;&#xFF0C;&#x521A;&#x5199;&#x5B8C;&#xFF0C;&#x5C31;&#x542C;&#x89C1;&#x6EF4;&#x7B54;&#x7684;&#x58F0;&#x97F3;&#x3002;&#x662F;&#x6C34;&#x888B;&#x5E95;&#x90E8;&#x6E17;&#x6C34;&#xFF0C;&#x5FEB;&#x9012;&#x888B;&#x65B9;&#x6848;&#x53C8;fail&#x4E86;&#x3002;</p>
</body></html>
    
    </div>
    
    
</article>




    
    
    </div>
</section>
    <footer class="footer">
    <div class="container">
        <div class="columns content">
            <div class="column is-narrow has-text-centered">
                &copy; 2023 Fine&nbsp;
                Powered by <a href="http://hexo.io/" target="_blank">Hexo</a> & <a
                        target="_blank" rel="noopener" href="http://github.com/ppoffice/hexo-theme-minos">Minos</a>
            </div>
            <div class="column is-hidden-mobile"></div>

            
            
        </div>
    </div>
</footer>
    <script src="//cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/moment.js/2.22.2/moment-with-locales.min.js"></script>

<!-- test if the browser is outdated -->
<div id="outdated">
    <h6>Your browser is out-of-date!</h6>
    <p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" target="_blank" rel="noopener" href="http://outdatedbrowser.com/">Update my browser now </a></p>
    <p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p>
</div>
<script src="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.js"></script>
<script>
    $(document).ready(function () {
        // plugin function, place inside DOM ready function
        outdatedBrowser({
            bgColor: '#f25648',
            color: '#ffffff',
            lowerThan: 'flex'
        })
    });
</script>

<script>
    window.FontAwesomeConfig = {
        searchPseudoElements: true
    }
    moment.locale("zh-CN");
</script>


    
    
<script src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.4/MathJax.js?config=TeX-MML-AM_CHTML"></script>
<script>
    MathJax.Hub.Config({
        "HTML-CSS": {
            matchFontHeight: false
        },
        SVG: {
            matchFontHeight: false
        },
        CommonHTML: {
            matchFontHeight: false
        },
        tex2jax: {
            inlineMath: [
                ['$','$'],
                ['\\(','\\)']
            ]
        }
    });
</script>

    
    
    
    
<script src="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/js/lightgallery-all.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/js/jquery.justifiedGallery.min.js"></script>
<script>
    (function ($) {
        $(document).ready(function () {
            if (typeof($.fn.lightGallery) === 'function') {
                $('.article.gallery').lightGallery({ selector: '.gallery-item' });
            }
            if (typeof($.fn.justifiedGallery) === 'function') {
                $('.justified-gallery > p > .gallery-item').unwrap();
                $('.justified-gallery').justifiedGallery();
            }
        });
    })(jQuery);
</script>

    
    
    <script src="https://cdnjs.cloudflare.com/ajax/libs/clipboard.js/2.0.0/clipboard.min.js"></script>
    <style>
        .hljs {
            position: relative;
        }

        .hljs .clipboard-btn {
            float: right;
            color: #9a9a9a;
            background: none;
            border: none;
            cursor: pointer;
        }

        .hljs .clipboard-btn:hover {
          color: #8a8a8a;
        }

        .hljs > .clipboard-btn {
            display: none;
            position: absolute;
            right: 4px;
            top: 4px;
        }

        .hljs:hover > .clipboard-btn {
            display: inline;
        }

        .hljs > figcaption > .clipboard-btn {
            margin-right: 4px;
        }
    </style>
    <script>
      $(document).ready(function () {
        $('figure.hljs').each(function(i, figure) {
          var codeId = 'code-' + i;
          var code = figure.querySelector('.code');
          var copyButton = $('<button>Copy <i class="far fa-clipboard"></i></button>');
          code.id = codeId;
          copyButton.addClass('clipboard-btn');
          copyButton.attr('data-clipboard-target-id', codeId);

          var figcaption = figure.querySelector('figcaption');

          if (figcaption) {
            figcaption.append(copyButton[0]);
          } else {
            figure.prepend(copyButton[0]);
          }
        })

        var clipboard = new ClipboardJS('.clipboard-btn', {
          target: function(trigger) {
            return document.getElementById(trigger.getAttribute('data-clipboard-target-id'));
          }
        });
        clipboard.on('success', function(e) {
          e.clearSelection();
        })
      })
    </script>

    
    

    



<script src="/js/script.js"></script>


    
    <div class="searchbox ins-search">
    <div class="searchbox-mask"></div>
    <div class="searchbox-container ins-search-container">
        <div class="searchbox-input-wrapper">
            <input type="text" class="searchbox-input ins-search-input" placeholder="站内搜索" />
            <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span>
        </div>
        <div class="searchbox-result-wrapper ins-section-wrapper">
            <div class="ins-section-container"></div>
        </div>
    </div>
</div>
<script>
    (function (window) {
        var INSIGHT_CONFIG = {
            TRANSLATION: {
                POSTS: '文章',
                PAGES: '页面',
                CATEGORIES: '分类',
                TAGS: '标签',
                UNTITLED: '(无标题)',
            },
            CONTENT_URL: '/content.json',
        };
        window.INSIGHT_CONFIG = INSIGHT_CONFIG;
    })(window);
</script>

<script src="/js/insight.js"></script>

    
</body>
</html>