<!DOCTYPE html>
<html class="has-navbar-fixed-top">
<head>
    <meta charset="utf-8">
<title>标签: thoughts - 闲情偶寄</title>
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.css">




<meta name="description" content="">





    <meta property="og:type" content="website">
<meta property="og:title" content="闲情偶寄">
<meta property="og:url" content="https://hayoial.github.io/tags/thoughts/">
<meta property="og:site_name" content="闲情偶寄">
<meta property="og:locale" content="zh_CN">
<meta property="article:author" content="FINE">
<meta name="twitter:card" content="summary">





<link rel="icon" href="/favicon.png">


<link rel="stylesheet" href="//fonts.googleapis.com/css?family=Ovo|Source+Code+Pro">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/bulma/0.6.2/css/bulma.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/css/lightgallery.min.css">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/css/justifiedGallery.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/styles/atom-one-light.min.css">


<link rel="stylesheet" href="/css/style.css">


<script defer src="//use.fontawesome.com/releases/v5.0.8/js/all.js"></script>


    
    
    
    
    
    
    
    
    
    

    


<meta name="generator" content="Hexo 5.2.0"></head>
<body>
    
<nav class="navbar is-transparent is-fixed-top navbar-main" role="navigation" aria-label="main navigation">
    <div class="container">
        <div class="navbar-brand">
            <a class="navbar-item navbar-logo" href="/">
                
                    
                    闲情偶寄
                    
                
            </a>
            <div class="navbar-burger">
                <span></span>
                <span></span>
                <span></span>
            </div>
        </div>
        
        <div class="navbar-menu navbar-start">
            
            <a class="navbar-item "
               href="/archives">归档</a>
            
            <a class="navbar-item "
               href="/categories">分类</a>
            
            <a class="navbar-item "
               href="/tags">标签</a>
            
        </div>
        
        <div class="navbar-menu navbar-end">
            
            <a class="navbar-item search" title="搜索" href="javascript:;">
                <i class="fas fa-search"></i>
            </a>
            
            
            
        </div>
    </div>
</nav>

    <section class="section section-heading">
    <div class="container">
        <div class="content">
            <h5>#thoughts</h5>
        </div>
    </div>
</section>
<section class="section">
    <div class="container">
    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/thinking-about-concentration/" itemprop="url">对专注力的思考</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-12-30T05:42:36.000Z" itemprop="datePublished">12月 30 2020</time>
                <span class="second-date-block"> (12月 30 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            6 分钟 读完 (约 963 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x548C;&#x5F80;&#x5E38;&#x4E00;&#x6837;&#x65E0;&#x6240;&#x4E8B;&#x4E8B;&#x5730;&#x5237;&#x5FAE;&#x535A;&#xFF0C;&#x65F6;&#x95F4;&#x7EBF;&#x4E2D;&#x51FA;&#x73B0;&#x7684;&#x4E00;&#x4E2A;ID&#x7A81;&#x7136;&#x5438;&#x5F15;&#x4E86;&#x6211;&#x7684;&#x773C;&#x7403;&#xFF0C;XX&#xFF0C;&#x6211;&#x8BB0;&#x5F97;&#x5728;&#x5934;&#x6761;&#x6570;&#x7801;&#x65B0;&#x661F;&#x521B;&#x4F5C;&#x8425;&#x7FA4;&#x91CC;&#x89C1;&#x5230;&#x8FC7;&#x8FD9;&#x4E2A;&#x540D;&#x5B57;&#xFF0C;&#x4ED6;&#x600E;&#x4E48;&#x4F1A;&#x51FA;&#x73B0;&#x5728;&#x6211;&#x7684;&#x65F6;&#x95F4;&#x7EBF;&#x91CC;&#xFF0C;&#x6211;&#x6839;&#x672C;&#x6CA1;&#x5173;&#x6CE8;&#x591A;&#x5C11;&#x4EBA;&#x554A;&#xFF1F;&#x4ED6;&#x600E;&#x4E48;&#x4F1A;&#x51FA;&#x73B0;&#x5728;&#x522B;&#x4EBA;&#x7684;&#x8F6C;&#x53D1;&#x91CC;&#xFF0C;&#x4ED6;&#x96BE;&#x9053;&#x53D8;&#x6210;&#x5927;V&#x4E86;&#xFF1F;</p>
<p>&#x70B9;&#x5F00;ID&#x4E00;&#x770B;&#xFF0C;&#x539F;&#x6765;&#x4ED6;&#x4E00;&#x76F4;&#x5728;&#x505A;&#x6570;&#x7801;&#x535A;&#x4E3B;&#xFF0C;&#x4E3B;&#x8981;&#x505A;&#x89C6;&#x9891;&#xFF0C;&#x5DF2;&#x7ECF;&#x6709;4000&#x591A;&#x4E2A;&#x7C89;&#x4E1D;&#x4E86;&#x3002;</p>
<p>&#x6211;&#x5FC3;&#x91CC;&#x4E00;&#x80A1;&#x590D;&#x6742;&#x7684;&#x60C5;&#x7EEA;&#xFF0C;&#x5F53;&#x65F6;&#x90A3;&#x4E2A;&#x7FA4;&#x91CC;&#xFF0C;&#x6211;&#x662F;&#x6700;&#x65E9;&#x52A0;V&#x7684;&#xFF0C;&#x4E5F;&#x770B;&#x8FC7;&#x540C;&#x671F;&#x5176;&#x4ED6;&#x540C;&#x5B66;&#x7684;&#x521B;&#x4F5C;&#xFF0C;&#x81EA;&#x8BA4;&#x4E3A;&#x662F;&#x6700;&#x51FA;&#x4F17;&#x7684;&#x3002;&#x6CA1;&#x60F3;&#x5230;&#x5982;&#x4ECA;&#x81EA;&#x5DF1;&#x767E;&#x5341;&#x4E2A;&#x7C89;&#x4E1D;&#x7684;&#x5934;&#x6761;&#x53F7;&#x90FD;&#x957F;&#x8349;&#x4E86;&#xFF0C;&#x5374;&#x6709;&#x5176;&#x4ED6;&#x4EBA;&#x771F;&#x7684;&#x201C;&#x505A;&#x51FA;&#x6765;&#x4E86;&#x201D;&#x3002;</p>
<p>&#x6211;&#x603B;&#x501F;&#x53E3;&#x8BF4;&#xFF0C;&#x5FAE;&#x535A;&#x7C89;&#x4E1D;&#x96BE;&#x505A;&#xFF0C;&#x5934;&#x6761;&#x597D;&#x5F97;&#xFF0C;&#x56E0;&#x4E3A;&#x5206;&#x53D1;&#x7CFB;&#x7EDF;&#x4E0D;&#x540C;&#x3002;&#x5C0F;&#x767D;&#x96BE;&#x51FA;&#x5934;&#x3002;&#x6211;&#x603B;&#x8BF4;&#xFF0C;&#x6211;&#x4E0D;&#x505A;&#x89C6;&#x9891;&#xFF0C;&#x56E0;&#x4E3A;&#x6295;&#x5165;&#x592A;&#x5927;&#xFF0C;&#x5174;&#x8DA3;&#x4E5F;&#x4E0D;&#x5728;&#x6B64;&#x3002;</p>
<p>&#x53EF;&#x73B0;&#x5728;&#x770B;&#x5230;&#x4EBA;&#x5BB6;&#x7684;ID&#xFF0C;&#x6211;&#x771F;&#x7684;&#x9178;&#x4E86;&#x3002;&#x6211;&#x81EA;&#x8BE9;&#x806A;&#x660E;&#xFF0C;&#x53EF;&#x6CA1;&#x6709;&#x4E00;&#x4EF6;&#x4E8B;&#x8E0F;&#x8E0F;&#x5B9E;&#x5B9E;&#x505A;&#x4E0B;&#x6765;&#x8FC7;&#xFF0C;&#x8981;&#x4E48;&#x754F;&#x96BE;&#x8981;&#x4E48;&#x8010;&#x4E0D;&#x4F4F;&#xFF0C;&#x6700;&#x540E;&#x56F0;&#x5728;&#x539F;&#x5730;&#xFF0C;&#x627E;&#x4E0D;&#x5230;&#x51FA;&#x8DEF;&#x3002;&#x53EF;&#x6211;&#x773C;&#x4E2D;&#x8D44;&#x8D28;&#x4E00;&#x822C;&#x7684;&#x4EBA;&#xFF0C;&#x5C31;&#x4E00;&#x76F4;&#x505A;&#xFF0C;&#x5374;&#x505A;&#x51FA;&#x6765;&#x4E86;&#x3002;</p>
<p>&#x6211;&#x771F;&#x8BE5;&#x5BA1;&#x89C6;&#x4E00;&#x4E0B;&#x81EA;&#x5DF1;&#x7684;&#x8010;&#x5FC3;&#xFF0C;&#x975E;&#x5E38;&#x4E25;&#x8083;&#x7684;&#x770B;&#x5F85;&#x201C;&#x4E13;&#x6CE8;&#x529B;&#x201D;&#x8FD9;&#x4E09;&#x4E2A;&#x5B57;&#x4E86;&#x3002;</p>
<p>&#x4E13;&#x6CE8;&#x529B;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x5E94;&#x8BE5;&#x5C31;&#x662F;&#x5C31;&#x7740;&#x4E00;&#x4EF6;&#x4E8B;&#x6301;&#x7EED;&#x601D;&#x8003;&#x7684;&#x80FD;&#x529B;&#x5427;&#xFF0C;&#x521A;&#x624D;&#x770B;&#x7FA4;&#x804A;&#xFF0C;xx&#x8BF4;&#x4E00;&#x7BC7;xx&#x6587;&#x7AE0;&#x4ED6;&#x4E00;&#x5E74;&#x5185;&#x770B;&#x4E86;500&#x904D;&#xFF0C;&#x6211;&#x4ECE;&#x672A;&#x505A;&#x8FC7;&#x7C7B;&#x4F3C;&#x7684;&#x4E8B;&#x3002;&#x65E0;&#x8BBA;&#x662F;&#x4E66;&#x3001;&#x7535;&#x5F71;&#x3001;&#x6587;&#x7AE0;&#xFF0C;&#x5373;&#x4F7F;&#x6211;&#x89C9;&#x5F97;&#x597D;&#x7684;&#xFF0C;&#x4E5F;&#x5F88;&#x5C11;&#x4F1A;&#x91CD;&#x590D;&#x770B;&#xFF0C;&#x66F4;&#x522B;&#x63D0;&#x8FD9;&#x4E48;&#x75AF;&#x72C2;&#x7684;&#x591A;&#x7684;&#x6B21;&#x6570;&#x3002;</p>
<p>&#x4E00;&#x5B9A;&#x662F;&#x5F88;&#x770B;&#x91CD;&#x601D;&#x8003;&#x3001;&#x5E0C;&#x671B;&#x81EA;&#x5DF1;&#x80FD;&#x5BF9;&#x4E00;&#x4EF6;&#x4E8B;&#x6709;&#x975E;&#x5E38;&#x6DF1;&#x3001;&#x975E;&#x5E38;&#x6DF1;&#x7684;&#x89C1;&#x89E3;&#xFF0C;&#x624D;&#x4F1A;&#x8FD9;&#x4E48;&#x5982;&#x9965;&#x4F3C;&#x6E34;&#x7684;&#x91CD;&#x590D;&#x5427;&#x3002;</p>
<p>&#x6211;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x601D;&#x8003;&#x3001;&#x7406;&#x89E3;&#x80FD;&#x529B;&#xFF0C;&#x662F;&#x6709;&#x4FE1;&#x5FC3;&#x7684;&#xFF0C;&#x53EF;&#x82E5;&#x63D0;&#x5230;&#x4E13;&#x6CE8;&#x529B;&#xFF0C;&#x6211;&#x53EA;&#x80FD;&#x82E6;&#x7B11;&#x3002;&#x4E00;&#x4EF6;&#x4E8B;&#x505A;&#x5230;&#x6770;&#x51FA;&#x6C34;&#x5E73;&#xFF0C;&#x5FC5;&#x7136;&#x662F;&#x9700;&#x8981;&#x8270;&#x6DF1;&#x7684;&#x63A2;&#x7D22;&#xFF0C;&#x800C;&#x6211;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x751F;&#x6D3B;&#x73B0;&#x72B6;&#x90FD;&#x65E0;&#x6CD5;&#x4E13;&#x6CE8;&#x601D;&#x8003;&#xFF0C;&#x602A;&#x4E0D;&#x5F97;&#x552F;&#x4E00;&#x81EA;&#x5F97;&#x7684;&#x53EA;&#x6709;&#x201C;&#x61C2;&#x5F88;&#x591A;&#x201D;&#xFF0C;&#x53C8;&#x90FD;&#x53EA;&#x6709;&#x7C97;&#x6D45;&#x7684;&#x4F53;&#x4F1A;&#xFF0C;&#x65E0;&#x4E00;&#x7CBE;&#x4E13;&#x3002;</p>
<p>&#x6211;&#x6CA1;&#x6709;&#x60F3;&#x5230;&#xFF0C;&#x4E13;&#x6CE8;&#x505A;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x5BF9;&#x4E8E;&#x300C;&#x505A;&#x6210;&#x4E00;&#x4EF6;&#x4E8B;&#x300D;&#xFF0C;&#x7ADF;&#x7136;&#x771F;&#x7684;&#x5982;&#x6B64;&#x91CD;&#x8981;&#x3002;&#x6211;&#x8BF4;&#x662F;&#xFF0C;&#x6211;&#x4E0D;&#x53EF;&#x80FD;&#x4E0D;&#x77E5;&#x9053;&#xFF0C;&#x54EA;&#x6015;&#x521D;&#x4E2D;&#x65F6;&#x4EE3;&#x8BFB;&#x300A;&#x8BFB;&#x8005;&#x300B;&#xFF0C;&#x4E5F;&#x603B;&#x6709;&#x9E21;&#x6C64;&#x6587;&#x7AE0;&#x8BB2;&#x575A;&#x6301;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x53EF;&#x6211;&#x7684;&#x7406;&#x89E3;&#x90FD;&#x505C;&#x7559;&#x5728;&#x7EB8;&#x9762;&#x4E0A;&#x3002;&#x6211;&#x4ECE;&#x6CA1;&#x6709;&#x771F;&#x6B63;&#x4ECE;&#x5B9E;&#x9645;&#x4E2D;&#x4F53;&#x4F1A;&#x8FC7;&#xFF0C;&#x4E13;&#x6CE8;&#x4E0E;&#x5426;&#x7ED9;&#x4EBA;&#x5E26;&#x6765;&#x7684;&#x5DEE;&#x5F02;&#x3002;</p>
<p>&#x539F;&#x6765;&#x6240;&#x6709;&#x7EB8;&#x9762;&#x4E0A;&#x7684;&#x5E38;&#x8BC6;&#xFF0C;&#x90FD;&#x503C;&#x5F97;&#x6211;&#x91CD;&#x65B0;&#x5207;&#x8EAB;&#x611F;&#x53D7;&#x3002;</p>
<p>&#x6211;&#x8BE5;&#x4ECE;&#x54EA;&#x91CC;&#x5F00;&#x59CB;&#xFF0C;&#x953B;&#x70BC;&#x81EA;&#x5DF1;&#x7684;&#x4E13;&#x6CE8;&#x529B;&#x5462;&#x3002;2021&#x5E74;&#xFF0C;&#x8981;&#x4E48;&#x5C31;&#x4E0D;&#x518D;&#x8BFB;&#x3001;&#x770B;&#xFF0C;&#x4EFB;&#x4F55;&#x6211;&#x8FC7;&#x53BB;&#x672A;&#x66FE;&#x63A5;&#x89E6;&#x8FC7;&#x7684;&#x4F5C;&#x54C1;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;2021&#x5E74;&#x6211;&#x53EA;&#x8BFB;&#x3001;&#x770B;&#xFF0C;&#x66FE;&#x7ECF;&#x81F3;&#x5C11;&#x8BFB;&#x3001;&#x770B;&#x8FC7;&#x7684;&#x4F5C;&#x54C1;&#x3002;</p>
<p>&#x6211;&#x5BF9;&#x65B0;&#x77E5;&#x7684;&#x8FF7;&#x4FE1;&#xFF0C;&#x8BA9;&#x6211;&#x5BF9;&#x300C;&#x4EE5;&#x524D;&#x770B;&#x8FC7;&#x7684;&#x300D;&#x4E1C;&#x897F;&#x90FD;&#x4E0D;&#x5C51;&#x4E00;&#x987E;&#x3002;&#x5C24;&#x5176;&#x662F;&#x81EA;&#x8BA4;&#x4E3A;&#x770B;&#x8FC7;&#x4E00;&#x6B21;&#x5C31;&#x69A8;&#x53D6;&#x4E86;&#x517B;&#x5206;&#xFF0C;&#x53EF;&#x5B9E;&#x9645;&#x4E0A;&#x5DEE;&#x4E86;&#x5341;&#x4E07;&#x516B;&#x5343;&#x91CC;&#x3002;</p>
<p>&#x770B;&#x8FC7;&#xFF0C;&#x4E0D;&#x4EE3;&#x8868;&#x61C2;&#x4E86;&#x3002;&#x61C2;&#x4E86;&#xFF0C;&#x4E0D;&#x4EE3;&#x8868;&#x6709;&#x4E86;&#x6DF1;&#x5165;&#x7684;&#x89C1;&#x89E3;&#x3002;</p>
<p>&#x6211;&#x5185;&#x5FC3;&#x7684;&#x61D2;&#x60F0;&#x5C0F;&#x4EBA;&#x513F;&#x8981;&#x8FA9;&#x89E3;&#xFF1A;&#x6211;&#x4E00;&#x5F00;&#x59CB;&#x5C31;&#x6CA1;&#x60F3;&#x6709;&#x6DF1;&#x523B;&#x7684;&#x89C1;&#x89E3;&#x554A;&#x3002;&#x73B0;&#x5728;&#x6211;&#x6CA1;&#x6709;&#xFF0C;&#x6709;&#x4EC0;&#x4E48;&#x5947;&#x602A;&#x7684;&#xFF1F;</p>
<p>&#x201C;&#x4E0D;&#xFF0C;&#x6211;&#x771F;&#x7684;&#x5F88;&#x60F3;&#x6709;&#x3002;&#x201D;</p>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/small-principles-recently-practiced/" itemprop="url">最近实践的小原则</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-11-20T15:48:36.000Z" itemprop="datePublished">11月 20 2020</time>
                <span class="second-date-block"> (11月 20 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            5 分钟 读完 (约 732 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x6700;&#x8FD1;&#x6709;&#x5F88;&#x591A;&#x53D8;&#x5316;&#xFF0C;&#x60F3;&#x8BB0;&#x5F55;&#x4E00;&#x4E0B;&#xFF1A;&#x6211;&#x5199;&#x4E86;&#x4E2A;&#x201C;&#x539F;&#x5219;&#x201D;&#xFF0C;&#x60F3;&#x523B;&#x610F;&#x5F3A;&#x5316;&#x4E00;&#x4E9B;&#x8BA4;&#x77E5;&#x3002;&#x6700;&#x91CD;&#x8981;&#x7684;&#x51E0;&#x884C;&#x7CBE;&#x7B80;&#x51FA;&#x6765;&#xFF0C;&#x505A;&#x6210;&#x58C1;&#x7EB8;&#x3002;&#x4E0D;&#x7ECF;&#x610F;&#x95F4;&#x5C31;&#x80FD;&#x770B;&#x5230;&#x3002;&#x90FD;&#x662F;&#x65E0;&#x8DB3;&#x6302;&#x9F7F;&#x7684;&#x5C0F;&#x4E8B;&#xFF0C;&#x4F46;&#x662F;&#x5BF9;&#x6211;&#x6709;&#x7528;&#x3002;</p>
<p>&#x8FD9;&#x4E9B;&#x201C;&#x539F;&#x5219;&#x201D;&#x5BF9;&#x6211;&#x6709;&#x633A;&#x591A;&#x5F71;&#x54CD;&#x3002;&#x5176;&#x4E2D;&#x6700;&#x4FC3;&#x4F7F;&#x6211;&#x5BDF;&#x89C9;&#x81EA;&#x8EAB;&#x53D8;&#x5316;&#x7684;&#xFF1A;<strong>&#x5403;&#x996D;&#x65F6;&#x4E0D;&#x770B;&#x624B;&#x673A;</strong>&#x3002;&#x8FD9;&#x8BA9;&#x6211;&#x7A7A;&#x4F59;&#x51FA;&#x4E86;&#x6574;&#x6BB5;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x653E;&#x7A7A;&#x4E5F;&#x597D;&#xFF0C;&#x53CD;&#x520D;&#x4E5F;&#x597D;&#xFF0C;&#x603B;&#x4E4B;&#x662F;&#x6BD4;&#x5237;&#x624B;&#x673A;&#x5E26;&#x6765;&#x7684;&#x597D;&#x5904;&#x548C;&#x5FEB;&#x4E50;&#x591A;&#x3002;</p>
<p>&#x6700;&#x8FD1;&#x65E5;&#x5E38;&#x5927;&#x90E8;&#x5206;&#x65F6;&#x95F4;&#x5728;&#x5B66;&#x4E60;&#xFF0C;&#x503C;&#x5F97;&#x63D0;&#x7684;&#x539F;&#x5219;&#x5176;&#x4E8C;&#x662F;&#x5173;&#x4E8E;&#x5B66;&#x4E60;&#xFF1A;<strong>&#x201C;&#x5B66;&#x4F1A;&#x4E86;&#x201D;&#x4E0D;&#x884C;&#xFF0C;&#x201C;&#x4F1A;&#x7528;&#x201D;&#x624D;&#x884C;</strong>&#x3002;&#x8FD9;&#x53E5;&#x8BDD;&#x6211;&#x5728;&#x5B66;&#x4E60;&#x7684;&#x65F6;&#x523B;&#x8FC7;&#x7A0B;&#x4E2D;&#x8C28;&#x8BB0;&#x3002;&#x8FD9;&#x8BA9;&#x6211;&#x7834;&#x5929;&#x8352;&#x5730;&#x3001;&#x81EA;&#x53D1;&#x5730;&#xFF0C;&#x9886;&#x4F1A;&#x5230;&#x4E3E;&#x4E00;&#x53CD;&#x4E09;&#x8FD9;&#x4E00;&#x56DE;&#x4E8B;&#x3002;</p>
<p>&#x8FD8;&#x6709;&#x51E0;&#x4E2A;&#x53D8;&#x5316;&#x662F;&#x8EAB;&#x4F53;&#x4E0A;&#x7684;&#x3002;&#x4E00;&#x662F;&#x53C8;&#x6062;&#x590D;&#x9694;&#x5929;&#x8DD1;&#x6B65;&#x7684;&#x4E60;&#x60EF;&#x4E86;&#xFF0C;&#x5927;&#x51AC;&#x5929;&#x662F;&#x633A;&#x51B7;&#xFF0C;&#x4F46;&#x51FA;&#x95E8;&#x524D;&#x5728;&#x5BA2;&#x5385;&#x8E66;&#x8E66;&#x8DF3;&#x8DF3;&#xFF0C;&#x5145;&#x5206;&#x70ED;&#x8EAB;&#xFF1B;&#x51FA;&#x95E8;&#x540E;&#x5148;&#x8086;&#x610F;&#x5C0F;&#x8DD1;&#x51E0;&#x6BB5;&#xFF0C;&#x7136;&#x540E;&#x624D;&#x6309;&#x8BA1;&#x5212;&#x8DD1;&#x6B65;&#xFF0C;&#x611F;&#x89C9;&#x5C31;&#x6CA1;&#x90A3;&#x4E48;&#x51B7;&#x4E86;&#x3002;</p>
<p>&#x4E8C;&#x662F;&#x996E;&#x98DF;&#x4E0A;&#x7684;&#xFF0C;&#x770B;&#x4E86;&#x548C;&#x83DC;&#x5934;&#x7684;&#x300A;&#x51CF;&#x91CD;&#x7814;&#x7A76;&#x300B;&#x7CFB;&#x5217;&#xFF0C;&#x5176;&#x4E2D;&#x95F4;&#x6B47;&#x6027;&#x65AD;&#x98DF;&#x7684;&#x65B9;&#x6CD5;&#x5F15;&#x8D77;&#x6211;&#x7684;&#x6CE8;&#x610F;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x60F3;&#x8D77;&#x88AB;&#x80A5;&#x80D6;&#x51E0;&#x5341;&#x5E74;&#x56F0;&#x6270;&#x7684;&#x59D1;&#x59D1;&#xFF0C;&#x4F3C;&#x4E4E;&#x5C31;&#x662F;&#x8FD9;&#x4E2A;&#x529E;&#x6CD5;&#x6210;&#x529F;&#x51CF;&#x80A5;&#x7684;&#x3002;&#x8FD8;&#x6709;&#x5C31;&#x662F;&#x6212;&#x7CD6;&#x3002;&#x5177;&#x4F53;&#x6211;&#x6CA1;&#x7EC6;&#x67E5;&#xFF0C;&#x5C31;&#x505A;&#x4E86;&#x4E00;&#x6837;&#xFF1A;&#x4E0B;&#x5348;&#x56DB;&#x70B9;&#x540E;&#x4E0D;&#x5728;&#x8FDB;&#x98DF;&#x3002;&#x5403;&#x996D;&#x65F6;&#x95F4;&#x53D8;&#x6210;&#x4E86;10&#x70B9;&#x524D;&#x540E;&#x3001;4&#x70B9;&#x524D;&#x540E;&#xFF0C;&#x4E24;&#x987F;&#x3002;&#x795E;&#x5947;&#x7684;&#x4E8B;&#x60C5;&#x51FA;&#x73B0;&#x4E86;&#xFF0C;&#x7761;&#x524D;&#x518D;&#x4E5F;&#x6CA1;&#x997F;&#x8FC7;&#x3002;&#x800C;&#x4EE5;&#x5F80;&#x665A;&#x996D;&#x5403;&#x518D;&#x591A;&#xFF0C;&#x7761;&#x524D;&#x90FD;&#x4F1A;&#x5DE8;&#x997F;&#x3002;</p>
<p>&#x8FD8;&#x6709;&#x4E9B;&#x53D8;&#x5316;&#x662F;&#x539F;&#x5219;&#x4E4B;&#x5916;&#x7684;&#xFF0C;&#x53EF;&#x80FD;&#x662F;&#x6CA1;&#x6709;&#x5B89;&#x5168;&#x611F;&#x7684;&#x7F18;&#x6545;&#xFF0C;&#x73B0;&#x5728;&#x81EA;&#x89C9;&#x6027;&#x6BD4;&#x4EE5;&#x524D;&#x5F3A;&#x4E86;&#x3002;&#x8D77;&#x5E8A;&#x3001;&#x996D;&#x540E;&#xFF0C;&#x4F1A;&#x81EA;&#x89C9;&#x5730;&#x5750;&#x5728;&#x7535;&#x8111;&#x524D;&#x5B66;&#x4E60;&#x7F16;&#x7A0B;&#x548C;&#x8FD0;&#x8425;&#xFF0C;&#x8FD8;&#x633A;&#x80FD;&#x5750;&#x5F97;&#x4F4F;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x8C28;&#x8BB0;&#x201C;&#x4F1A;&#x7528;&#x201D;&#x4E24;&#x4E2A;&#x5B57;&#xFF0C;&#x5B66;&#x4E60;&#x6548;&#x7387;&#x5F88;&#x9AD8;&#x3002;</p>
<p>&#x4E70;&#x4E86;&#x4E00;&#x4E2A;&#x5206;&#x4EAB;&#x5404;&#x79CD;&#x76D7;&#x7248; vip &#x7F51;&#x8BFE;&#x7684; vip &#xFF0C;&#x633A;&#x591A;&#x6709;&#x610F;&#x601D;&#x7684;&#x8BFE;&#x7A0B;&#x3002;&#x4E2D;&#x5348;&#x5B66;&#x7D2F;&#x4E86;&#xFF0C;&#x4F1A;&#x8EBA;&#x7740;&#x542C;&#x4E00;&#x4F1A;&#x4EB2;&#x5BC6;&#x5173;&#x7CFB;&#x7684;&#x8BFE;&#x7A0B;&#x3002;&#x6211;&#x660E;&#x767D;&#x4E86;&#x6211;&#x4FE9;&#x8D70;&#x5230;&#x6B64;&#xFF0C;&#x8BF8;&#x591A;&#x77DB;&#x76FE;&#x7684;&#x6839;&#x6E90;&#x5728;&#x4E8E;&#xFF0C;&#x5F7C;&#x6B64;&#x5BF9;&#x5B89;&#x5168;&#x611F;&#x6765;&#x6E90;&#x7684;&#x4E0D;&#x540C;&#x6001;&#x5EA6;&#x3002;</p>
<p>&#x56DE;&#x770B;&#x81EA;&#x5DF1;&#x5E74;&#x521D;&#x5199;&#x7684;&#x5173;&#x4E8E;&#x89E3;&#x51B3;&#x5931;&#x7720;&#x7684;&#x8BB0;&#x5F55;&#xFF0C;&#x8FD8;&#x662F;&#x5F88;&#x6709;&#x7528;&#x3002;&#x6700;&#x8FD1;&#x5931;&#x7720;&#x5E76;&#x4E0D;&#x4E25;&#x91CD;&#xFF0C;&#x4F46;&#x8FD8;&#x662F;&#x5411;&#x5F80;&#x5F53;&#x65F6;&#x80FD;&#x81EA;&#x7136;&#x9192;&#x3002;&#x63A5;&#x4E0B;&#x6765;&#x8BE5;&#x7EE7;&#x7EED;&#x5B9E;&#x8DF5;&#x3002;</p>
<p>&#x5B66;&#x4E60;&#x4E4B;&#x4F59;&#xFF0C;&#x4F1A;&#x6709;&#x5F88;&#x591A;&#x60F3;&#x6CD5;&#x5192;&#x51FA;&#x6765;&#xFF0C;&#x7535;&#x8111;&#x5F00;&#x7740;&#x5C31;&#x987A;&#x624B;&#x5199;&#x4E0B;&#x6765;&#x3002;&#x4E5F;&#x60F3;&#x7740;&#x6709;&#x7A7A;&#x4E86;&#x91CD;&#x542F;&#x535A;&#x5BA2;&#xFF0C;&#x6574;&#x7406;&#x51FA;&#x6765;&#xFF0C;&#x5BF9;&#x6211;&#x8FD8;&#x633A;&#x6709;&#x4EF7;&#x503C;&#x7684;&#x3002;</p>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/a-few-words-about-a-book-that-really-helps/" itemprop="url">一本书真正有帮助的几句话</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-11-20T05:05:36.000Z" itemprop="datePublished">11月 20 2020</time>
                <span class="second-date-block"> (11月 20 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            3 分钟 读完 (约 419 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x4E00;&#x672C;&#x4E66;&#x771F;&#x6B63;&#x5BF9;&#x4F60;&#x6709;&#x5E2E;&#x52A9;&#x7684;&#xFF0C;&#x53EF;&#x80FD;&#x53EA;&#x6709;&#x51E0;&#x53E5;&#x8BDD;&#x3002;&#x4F46;&#x5C31;&#x662F;&#x90A3;&#x51E0;&#x53E5;&#x8BDD;&#xFF0C;&#x7ED9;&#x4F60;&#x51FB;&#x4E2D;&#x7075;&#x9B42;&#x7684;&#x611F;&#x89C9;&#x3002;&#x8BA9;&#x4F60;&#x4E00;&#x4E0B;&#x5B50;&#x6CE8;&#x610F;&#x5230;&#x4EE5;&#x524D;&#x6CA1;&#x6709;&#x6CE8;&#x610F;&#x5230;&#x7684;&#x95EE;&#x9898;&#x3002;&#x5F53;&#x4F60;&#x63A9;&#x5377;&#xFF0C;&#x4F60;&#x77E5;&#x9053;&#x53EA;&#x51ED;&#x8BFB;&#x5230;&#x4E86;&#x8FD9;&#x51E0;&#x53E5;&#x8BDD;&#xFF0C;&#x5BF9;&#x4F60;&#x7684;&#x751F;&#x6D3B;&#x4FC3;&#x6210;&#x4E86;&#x597D;&#x7684;&#x6539;&#x53D8;&#xFF0C;&#x8FD9;&#x672C;&#x4E66;&#x5C31;&#x5F88;&#x6709;&#x4EF7;&#x503C;&#x3002;</p>
<p>&#x4EE5;&#x5F80;&#x8BFB;&#x4E66;&#xFF0C;&#x597D;&#x50CF;&#x5FC3;&#x7406;&#x8BBE;&#x5B9A;&#x4E86;&#x4E00;&#x4E2A;&#x4EFB;&#x52A1;&#xFF0C;&#x5C31;&#x662F;&#x8BFB;&#x5B8C;&#x3002;&#x6CA1;&#x6709;&#x523B;&#x610F;&#x8BBE;&#x4EFB;&#x52A1;&#xFF0C;&#x4F46;&#x786E;&#x5B9E;&#x4E0D;&#x7ECF;&#x610F;&#x5730;&#x4F1A;&#x6709;&#x3002;&#x6BCF;&#x4E00;&#x9875;&#x90FD;&#x8BFB;&#x5B8C;&#xFF0C;&#x5C31;&#x597D;&#x50CF;&#x6709;&#x4E00;&#x79CD;&#x5B8C;&#x6EE1;&#x7684;&#x6210;&#x5C31;&#x611F;&#x3002;&#x5373;&#x4F7F;&#x8BFB;&#x5230;&#x4E86;&#x51FB;&#x4E2D;&#x7075;&#x9B42;&#x7684;&#x8BDD;&#xFF0C;&#x4E00;&#x4E0B;&#x5B50;&#x773C;&#x524D;&#x4E00;&#x4EAE;&#xFF0C;&#x4F46;&#x4E5F;&#x4E0D;&#x613F;&#x610F;&#x82B1;&#x65F6;&#x95F4;&#x7EC6;&#x60F3;&#xFF0C;&#x53EA;&#x60F3;&#x7EE7;&#x7EED;&#x7FFB;&#x5230;&#x4E0B;&#x4E00;&#x9875;&#x3002;</p>
<p>&#x6211;&#x7684;&#x7ECF;&#x9A8C;&#x662F;&#xFF0C;&#x8981;&#x60F3;&#x7834;&#x9664;&#x5B8C;&#x6EE1;&#x7684;&#x6210;&#x5C31;&#x611F;&#x8FD9;&#x79CD;&#x6267;&#x5FF5;&#xFF0C;&#x5E94;&#x8BE5;&#x6539;&#x53D8;&#x4E00;&#x53E3;&#x6C14;&#x8BFB;&#x4E66;&#x7684;&#x4E60;&#x60EF;&#xFF0C;&#x6BCF;&#x5929;&#x8BFB;&#x4E00;&#x70B9;&#x3002;&#x6709;&#x4E86;&#x8FD9;&#x79CD;&#x9884;&#x671F;&#xFF0C;&#x5C31;&#x4E0D;&#x4F1A;&#x7740;&#x6025;&#xFF0C;&#x770B;&#x5230;&#x51FB;&#x4E2D;&#x7075;&#x9B42;&#x7684;&#x8BDD;&#x4F1A;&#x60F3;&#x597D;&#x597D;&#x7422;&#x78E8;&#x7422;&#x78E8;&#x3002;&#x9664;&#x6B64;&#x4EE5;&#x5916;&#xFF0C;&#x8FD9;&#x79CD;&#x7075;&#x5149;&#x8FD8;&#x4F1A;&#x4E00;&#x76F4;&#x5728;&#x8111;&#x6D77;&#x91CC;&#x76D8;&#x65CB;&#xFF0C;&#x53EF;&#x80FD;&#x662F;&#x5728;&#x5403;&#x996D;&#x65F6;&#x3001;&#x6D17;&#x7897;&#x65F6;&#x3001;&#x6D17;&#x6FA1;&#x7B49;&#x65E0;&#x5173;&#x7684;&#x65F6;&#x523B;&#xFF0C;&#x5374;&#x4E00;&#x4E0B;&#x5B50;&#x53C8;&#x5524;&#x8D77;&#x76F8;&#x5173;&#x7684;&#x65B0;&#x70B9;&#x5B50;&#xFF0C;&#x8BA9;&#x4F60;&#x53CD;&#x590D;&#x5730;&#x7422;&#x78E8;&#x3002;&#x4F1A;&#x8BA9;&#x4F60;&#x60F3;&#x95EE;&#x9898;&#x8D8A;&#x6765;&#x8D8A;&#x6E05;&#x6670;&#x3002;</p>
<p>&#x4F46;&#x8FD9;&#x79CD;&#x4E0D;&#x7ECF;&#x610F;&#x5730;&#x56DE;&#x60F3;&#xFF0C;&#x9700;&#x8981;&#x4E00;&#x4E2A;&#x6761;&#x4EF6;&#x3002;&#x5C31;&#x662F;&#x4E0D;&#x80FD;&#x65F6;&#x523B;&#x628A;&#x5934;&#x8111;&#x585E;&#x6EE1;&#xFF0C;&#x4E0D;&#x80FD;&#x751F;&#x6D3B;&#x4E2D;&#x65E0;&#x65F6;&#x65E0;&#x523B;&#x4E0D;&#x5728;&#x5237;&#x624B;&#x673A;&#xFF0C;&#x4E0D;&#x7ED9;&#x5927;&#x8111;&#x4E00;&#x70B9;&#x4F11;&#x606F;&#x7684;&#x65F6;&#x95F4;&#x3002;&#x4E0D;&#x7136;&#xFF0C;&#x8FD9;&#x79CD;&#x7F8E;&#x5999;&#x7684;&#x7075;&#x5149;&#x4F1A;&#x88AB;&#x5835;&#x4F4F;&#xFF0C;&#x65E0;&#x6CD5;&#x51FA;&#x73B0;&#x3002;</p>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/new-ideas-about-memorizing-words/" itemprop="url">关于背单词的新想法</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-11-18T11:57:36.000Z" itemprop="datePublished">11月 18 2020</time>
                <span class="second-date-block"> (11月 18 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            4 分钟 读完 (约 663 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x6211;&#x4E00;&#x76F4;&#x90FD;&#x89C9;&#x5F97;&#xFF0C;&#x82F1;&#x8BED;&#x4E00;&#x5B9A;&#x8981;&#x79EF;&#x7D2F;&#xFF0C;&#x8981;&#x575A;&#x6301;&#x4E0D;&#x61C8;&#x5730;&#x80CC;&#x5355;&#x8BCD;&#xFF0C;&#x80FD;&#x53EB;&#x4E0A;&#x6765;&#x7684;&#x5355;&#x8BCD;&#x591A;&#x4E86;&#xFF0C;&#x8868;&#x8FBE;&#x80FD;&#x529B;&#x81EA;&#x7136;&#x5C31;&#x5F3A;&#x4E86;&#x3002;</p>
<p>&#x53EF;&#x6211;&#x73B0;&#x5728;&#x53D1;&#x73B0;&#x8FD9;&#x662F;&#x4E2A;&#x8C2C;&#x8BBA;&#x3002;&#x6211;&#x7528;&#x5404;&#x79CD;app&#x80CC;&#x5355;&#x8BCD;&#x65AD;&#x65AD;&#x7EED;&#x7EED;&#x79EF;&#x7D2F;&#x4E86;&#x591A;&#x5C11;&#x5E74;&#x4E86;&#xFF0C;&#x5373;&#x4F7F;&#x5FD8;&#x5F97;&#x591A;&#xFF0C;&#x53EF;&#x8BB0;&#x4E0B;&#x6765;&#x7684;&#x4E5F;&#x6BD4;&#x4EE5;&#x524D;&#x591A;&#x5427;&#x3002;&#x53EF;&#x5B9E;&#x9645;&#x4E0A;&#x6211;&#x7684;&#x82F1;&#x8BED;&#x80FD;&#x529B;&#x5E76;&#x6CA1;&#x6709;&#x591A;&#x5C11;&#x957F;&#x8FDB;&#x3002;</p>
<p>&#x5916;&#x56FD;&#x5C0F;&#x5B69;&#x82F1;&#x8BED;&#x79EF;&#x7D2F;&#x80AF;&#x5B9A;&#x4E0D;&#x591A;&#x5427;&#xFF0C;&#x81F3;&#x5C11;&#x548C;&#x4ED6;&#x4EEC;&#x957F;&#x5927;&#x540E;&#x6BD4;&#x4E0D;&#x591A;&#xFF0C;&#x53EF;&#x8FD9;&#x4E0D;&#x803D;&#x8BEF;&#x5C0F;&#x5B69;&#x7528;&#x82F1;&#x8BED;&#x8868;&#x8FBE;&#x3002;</p>
<p>&#x5355;&#x8BCD;&#x79EF;&#x7D2F;&#x5730;&#x591A;&#xFF0C;&#x82F1;&#x8BED;&#x80FD;&#x529B;&#x5C31;&#x80FD;&#x63D0;&#x9AD8;&#xFF0C;&#x8FD9;&#x80AF;&#x5B9A;&#x662F;&#x4E2A;&#x8C2C;&#x8BBA;&#x3002;&#x4EA4;&#x6D41;&#x80FD;&#x529B;&#x5373;&#x4F7F;&#x4F1A;&#x56E0;&#x79EF;&#x7D2F;&#x53D8;&#x5F3A;&#xFF0C;&#x90A3;&#x4E5F;&#x7EDD;&#x5BF9;&#x662F;&#x79EF;&#x7D2F;&#x7684;&#x201C;&#x4EA4;&#x6D41;&#x80FD;&#x529B;&#x201D;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x79EF;&#x7D2F;&#x7684;&#x201C;&#x5355;&#x8BCD;&#x201D;&#x3002;&#x5355;&#x8BCD;&#x91CF;&#x5C11;&#xFF0C;&#x53EA;&#x8BF4;&#x660E;&#x80FD;&#x53EB;&#x51FA;&#x540D;&#x5B57;&#x7684;&#x4E8B;&#x7269;&#x5C11;&#xFF0C;&#x4F46;&#x82F1;&#x8BED;&#x4EA4;&#x6D41;&#x80FD;&#x529B;&#x4E0D;&#x5E94;&#x8BE5;&#x88AB;&#x5355;&#x8BCD;&#x91CF;&#x9650;&#x5236;&#x3002;&#x5355;&#x8BCD;&#x91CF;&#x5C11;&#xFF0C;&#x6709;&#x5355;&#x8BCD;&#x91CF;&#x5C11;&#x7684;&#x4EA4;&#x6D41;&#x65B9;&#x5F0F;&#xFF0C;&#x4E3E;&#x4E2A;&#x4F8B;&#x5B50;&#xFF0C;&#x5373;&#x4F7F;&#x4F60;&#x60F3;&#x4E0D;&#x8D77;&#x6765;&#x9F20;&#x6807;&#x53EB;&#x201D;mouse&#x201D;&#xFF0C;&#x548C;&#x522B;&#x4EBA;&#x63D0;&#x5230;&#x7684;&#x65F6;&#x5019;&#x4E5F;&#x53EF;&#x4EE5;&#x8BF4;&#x201D;a thing that is round, you use it  to operate your computer&#x201D;&#x3002;</p>
<p>&#x82F1;&#x8BED;&#x80FD;&#x529B;&#x8981;&#x591A;&#x80CC;&#x5355;&#x8BCD;&#xFF0C;&#x591A;&#x79EF;&#x7D2F;&#x624D;&#x6709;&#x80FD;&#x529B;&#x4EA4;&#x6D41;&#xFF0C;totally bullshit! &#x4F1A;&#x4E0D;&#x4F1A;&#x7528;&#x6BD4;&#x8F83;&#x53E5;&#xFF0C;&#x4F1A;&#x4E0D;&#x4F1A;&#x7528;&#x4E0D;&#x590D;&#x6742;&#x7684;&#x4ECE;&#x53E5;&#xFF0C;&#x548C;&#x638C;&#x63E1;&#x4E86;&#x591A;&#x5C11;&#x5355;&#x8BCD;&#x6CA1;&#x6709;&#x5173;&#x7CFB;&#x3002;&#x80FD;&#x4E0D;&#x80FD;&#x5927;&#x81F4;&#x5730;&#x628A;&#x5FC3;&#x91CC;&#x7684;&#x60F3;&#x6CD5;&#x8868;&#x8FBE;&#x51FA;&#x6765;&#xFF0C;&#x4F20;&#x8FBE;&#x60F3;&#x6CD5;&#xFF0C;&#x6C9F;&#x901A;&#x60F3;&#x6CD5;&#xFF0C;&#x8FD9;&#x624D;&#x662F;&#x9650;&#x5236;&#x4F60;&#x82F1;&#x8BED;&#x6C34;&#x5E73;&#x63D0;&#x9AD8;&#x7684;&#x70B9;&#xFF01;</p>
<p>&#x82F1;&#x8BED;&#x80FD;&#x529B;&#x5E94;&#x8BE5;&#x4EE5;&#x201C;&#x80FD;&#x591A;&#x5927;&#x7A0B;&#x5EA6;&#x4E0A;&#x51C6;&#x786E;&#x8868;&#x8FBE;&#x60F3;&#x4F20;&#x8FBE;&#x7684;&#x60F3;&#x6CD5;&#x201D;&#x4E3A;&#x5355;&#x4F4D;&#x8FDB;&#x884C;&#x8861;&#x91CF;&#xFF0C;&#x6BD4;&#x5982;&#x60F3;&#x8868;&#x8FBE;&#x201C;&#x4ECA;&#x5929;&#x5982;&#x679C;&#x4E0D;&#x4E0B;&#x96E8;&#x5C31;&#x597D;&#x4E86;&#x201D;&#xFF0C;&#x4F60;&#x662F;&#x53EA;&#x80FD;&#x8BF4;&#x201D;it would be nice if it is raining&#x201D;,&#x8FD8;&#x662F;&#x80FD;&#x8BF4;&#x51FA;&#x201D;I wish it hadn&#x2019;t rained today.&#x201D;&#x3002;</p>
<p>&#x60F3;&#x8868;&#x8FBE;&#x201C;&#x6211;&#x8BB0;&#x5F97;&#x4F60;&#x90A3;&#x91CC;&#x8FD8;&#x6709;&#x6211;&#x7684;100&#x5757;&#x94B1;&#x201D;&#xFF0C;&#x4F60;&#x662F;&#x53EA;&#x80FD;&#x8BF4;&#x201D;I remember I have 10 dollars in your place&#x201D;&#xFF0C;&#x8FD8;&#x662F;&#x80FD;&#x8BF4;&#x51FA;&#x201D;I think you still have my $100 there.&#x201D;&#x3002;</p>
<p>&#x800C;&#x4E0D;&#x662F;&#x4F9D;&#x636E;&#x5355;&#x8BCD;&#x91CF;&#xFF0C;&#x80FD;&#x8BA4;&#x51FA;&#x5E38;&#x7528;&#x7684;5000&#x4E2A;&#x5355;&#x8BCD;&#x8BF4;&#x660E;&#x82F1;&#x8BED;&#x5C1A;&#x53EF;&#xFF0C;10,000&#x5355;&#x8BCD;&#x5C31;&#x662F;&#x80FD;&#x529B;&#x51FA;&#x4F17;&#xFF0C;20,000&#x5355;&#x8BCD;&#x5C31;</p>
<p>&#x5F88;&#x53EF;&#x80FD;&#xFF0C;&#x540C;&#x6837;&#x6D4B;&#x51FA;&#x6765;7500&#x5355;&#x8BCD;&#xFF0C;&#x4F46;&#x4E24;&#x4E2A;&#x4EBA;&#x82F1;&#x8BED;&#x6C34;&#x5E73;&#x5374;&#x5DEE;&#x8DDD;&#x975E;&#x5E38;&#x5927;&#x3002;&#x5355;&#x8BCD;&#x4E00;&#x4E07;&#x548C;&#x4E24;&#x4E07;&#x7684;&#xFF0C;&#x82F1;&#x8BED;&#x6C34;&#x5E73;&#x5DEE;&#x8DDD;&#x5E76;&#x4E0D;&#x5927;&#x3002;</p>
<p>&#x6211;&#x8FD8;&#x662F;&#x4F1A;&#x575A;&#x6301;&#x80CC;&#x5355;&#x8BCD;&#xFF0C;&#x80CC;&#x5355;&#x8BCD;&#x672C;&#x8EAB;&#x6CA1;&#x6709;&#x9519;&#xFF0C;&#x9519;&#x5F97;&#x662F;&#x6211;&#x8BA4;&#x4E3A;&#x53EA;&#x8981;&#x6BCF;&#x5929;&#x82B1;&#x4E2A;&#x5341;&#x5206;&#x949F;&#x80CC;&#x5355;&#x8BCD;&#xFF0C;&#x82F1;&#x8BED;&#x80FD;&#x529B;&#x5C31;&#x80FD;&#x8F7B;&#x677E;&#x63D0;&#x9AD8;&#x7684;&#x8FD9;&#x4E2A;&#x60F3;&#x6CD5;&#x3002;</p>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/enjoy-the-process/" itemprop="url">过程中感受到快乐</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-11-12T09:56:36.000Z" itemprop="datePublished">11月 12 2020</time>
                <span class="second-date-block"> (11月 12 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            11 分钟 读完 (约 1658 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x5B66;&#x7F16;&#x7A0B;&#x8FD9;&#x51E0;&#x5929;&#xFF0C;&#x6211;&#x4F53;&#x4F1A;&#x5230;&#x4E00;&#x4E2A;&#x9053;&#x7406;&#xFF1A;&#x60F3;&#x8981;&#x505A;&#x597D;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x4E00;&#x5B9A;&#x8981;&#x8BA9;&#x81EA;&#x5DF1;&#x5728;&#x505A;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x611F;&#x53D7;&#x5230;&#x5FEB;&#x4E50;&#x3002;</p>
<p>&#x62FF;&#x8DD1;&#x6B65;&#x6765;&#x8BF4;&#xFF0C;&#x5F88;&#x591A;&#x4EBA;&#x89C9;&#x5F97;&#x8DD1;&#x6B65;&#x662F;&#x75DB;&#x82E6;&#x7684;&#xFF0C;&#x522B;&#x8BF4;&#x4E3B;&#x52A8;&#x8DD1;&#x6B65;&#xFF0C;&#x5373;&#x4F7F;&#x662F;&#x5927;&#x5B66;&#x9636;&#x6BB5;&#xFF0C;&#x8DD1;&#x6B65;&#x548C;&#x6210;&#x7EE9;&#x6302;&#x94A9;&#xFF0C;&#x5F88;&#x591A;&#x4EBA;&#x90FD;&#x4E0D;&#x613F;&#x610F;&#x53BB;&#x8BAD;&#x7EC3;&#x3002;&#x6211;&#x4EE5;&#x524D;&#x4E5F;&#x4E00;&#x6837;&#xFF0C;&#x6BCF;&#x6B21;&#x4F53;&#x6D4B;&#x90FD;&#x662F;&#x4E0D;&#x53CA;&#x683C;&#x3002;&#x4E0D;&#x8FC7;&#x73B0;&#x5728;&#x4E0D;&#x540C;&#x4E86;&#xFF0C;&#x6211;&#x4E0D;&#x4EC5;&#x4E0D;&#x6297;&#x62D2;&#x8DD1;&#x6B65;&#xFF0C;&#x53CD;&#x800C;&#x4E09;&#x5929;&#x4E24;&#x5934;&#x60E6;&#x8BB0;&#x7740;&#xFF0C;&#x5929;&#x6C14;&#x4E0D;&#x597D;&#x6CA1;&#x6CD5;&#x8DD1;&#x6B65;&#x6211;&#x5C31;&#x5F88;&#x5931;&#x843D;&#x3002;</p>
<p>&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x4F1A;&#x7ECF;&#x5386;&#x8FD9;&#x6837;&#x7684;&#x8F6C;&#x53D8;&#xFF1F;&#x56E0;&#x4E3A;&#x73B0;&#x5728;&#x8DD1;&#x6B65;&#x8BA9;&#x6211;&#x611F;&#x5230;&#x5FEB;&#x4E50;&#x3002;&#x4E00;&#x4EF6;&#x8BA9;&#x6211;&#x70E6;&#x607C;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5F53;&#x6211;&#x53D1;&#x73B0;&#x5B83;&#x5176;&#x5B9E;&#x80FD;&#x5E26;&#x7ED9;&#x6211;&#x5FEB;&#x4E50;&#xFF0C;&#x8F6C;&#x53D8;&#x5F88;&#x81EA;&#x7136;&#x4F1A;&#x53D1;&#x751F;&#x3002;</p>
<p>&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x662F;&#x5728;&#x5B66;&#x7F16;&#x7A0B;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x91CD;&#x65B0;&#x4F53;&#x4F1A;&#x5230;&#x4E86;&#x8FD9;&#x4E2A;&#x9053;&#x7406;&#xFF1F;&#x5176;&#x5B9E;&#x4EE5;&#x524D;&#x6211;&#x4E5F;&#x5C1D;&#x8BD5;&#x5B66;&#x8FC7;&#x7F16;&#x7A0B;&#xFF0C;&#x4F46;&#x5B66;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x5F88;&#x75DB;&#x82E6;&#x3002;</p>
<p>&#x5F88;&#x65E9;&#x6211;&#x5BB6;&#x5C31;&#x6709;&#x4E86;&#x7535;&#x8111;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4ECE;&#x5C0F;&#x5C31;&#x88AB;&#x79D1;&#x6280;&#x6240;&#x5438;&#x5F15;&#x3002;&#x4E0D;&#x8FC7;&#x521A;&#x4E70;&#x6765;&#x7535;&#x8111;&#x7684;&#x524D;&#x4E24;&#x5E74;&#xFF0C;&#x5BB6;&#x91CC;&#x5E76;&#x6CA1;&#x8054;&#x7F51;&#xFF0C;&#x6211;&#x5C31;&#x4E00;&#x76F4;&#x6298;&#x817E;&#x7CFB;&#x7EDF;&#x672C;&#x8EAB;&#x3002;&#x6211;&#x6E05;&#x695A;&#x7684;&#x8BB0;&#x5F97;&#xFF0C;&#x5C0F;&#x5B66;&#x7684;&#x65F6;&#x5019;&#x6211;&#x5728;&#x65B0;&#x534E;&#x4E66;&#x5E97;&#x4E70;&#x4E86;&#x4E00;&#x672C; C &#x8BED;&#x8A00;&#x7684;&#x6559;&#x7A0B;&#x3002;&#x4E66;&#x91CC;&#x5148;&#x6559;&#x8BED;&#x6CD5;&#x548C;&#x6982;&#x5FF5;&#xFF0C;&#x518D;&#x8BA9;&#x4F60;&#x505A;&#x5B9E;&#x4F8B;&#x3002;&#x53EF;&#x6CA1;&#x5B66;&#x51E0;&#x9875;&#xFF0C;&#x5C31;&#x6709;&#x4E00;&#x4E2A;&#x89E3;&#x4E8C;&#x5143;&#x4E00;&#x6B21;&#x65B9;&#x7A0B;&#x7684;&#x5B9E;&#x4F8B;&#xFF0C;&#x5F53;&#x65F6;&#x8BFE;&#x5802;&#x91CC;&#x8FD8;&#x6CA1;&#x5B66;&#x5230;&#x8FD9;&#x90E8;&#x5206;&#xFF0C;&#x6211;&#x5B9E;&#x5728;&#x770B;&#x4E0D;&#x61C2;&#xFF0C;&#x60F3;&#x7740;&#x7B49;&#x5B66;&#x6821;&#x6559;&#x4E86;&#x6211;&#x518D;&#x6765;&#x5B66;&#xFF0C;&#x4F46;&#x540E;&#x6765;&#x5C31;&#x5FD8;&#x8BB0;&#x4E86;&#x3002;</p>
<p>&#x770B;&#x5427;&#xFF0C;&#x5373;&#x4F7F;&#x662F;&#x81EA;&#x53D1;&#x7684;&#x5174;&#x8DA3;&#xFF0C;&#x53EF;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x611F;&#x53D7;&#x5230;&#x7684;&#x56F0;&#x96BE;&#xFF0C;&#x4E00;&#x65E6;&#x8BA9;&#x6211;&#x4EA7;&#x751F;&#x6297;&#x62D2;&#x5FC3;&#x7406;&#xFF0C;&#x4F9D;&#x7136;&#x4F1A;&#x8BA9;&#x6211;&#x653E;&#x5F03;&#x5C1D;&#x8BD5;&#x3002;</p>
<p>&#x8FD9;&#x6B21;&#x6211;&#x662F;&#x600E;&#x4E48;&#x5F00;&#x59CB;&#x5B66;&#x4E60;&#x7684;&#x5462;&#xFF1F;&#x8FD9;&#x6B21;&#x5176;&#x5B9E;&#x539F;&#x672C;&#x6211;&#x6CA1;&#x60F3;&#x53BB;&#x5B66;&#x4E60;&#x7F16;&#x7A0B;&#x3002;&#x662F;&#x65E0;&#x610F;&#x4E2D;&#x6211;&#x770B;&#x5230;&#x4E00;&#x7BC7;&#x5E16;&#x5B50;&#xFF0C;&#x201C;&#x6709;&#x6CA1;&#x6709;&#x63A8;&#x8350;&#x7684;&#x7F16;&#x7A0B; up &#x4E3B;&#x201D;&#xFF0C;&#x597D;&#x5947;&#xFF0C;&#x70B9;&#x8FDB;&#x53BB;&#x770B;&#xFF0C;&#x610F;&#x5916;&#x88AB;&#x4E00;&#x4E2A;&#x9891;&#x9053;&#x5708;&#x7C89;&#xFF0C;&#x7136;&#x540E;&#x4E0D;&#x77E5;&#x4E0D;&#x89C9;&#x5C31;&#x4E00;&#x7AE0;&#x4E00;&#x7AE0;&#x5730;&#x8DDF;&#x7740;&#x770B;&#x4E86;&#x597D;&#x591A;&#x3002;</p>
<p>&#x73B0;&#x5728;&#x6211;&#x6253;&#x7B97;&#x82B1;&#x51E0;&#x5929;&#x65F6;&#x95F4;&#x628A;&#x8FD9;&#x4E2A;&#x7CFB;&#x5217;&#x5168;&#x90E8;&#x770B;&#x5B8C;&#x3002;</p>
<p>&#x5176;&#x5B9E;&#x6211;&#x4E0D;&#x6E05;&#x695A;&#xFF0C;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x6211;&#x662F;&#x4E0D;&#x662F;&#x5728;&#x5B66;&#x7F16;&#x7A0B;&#x5462;&#x3002;&#x4EE5;&#x6211;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x4E86;&#x89E3;&#xFF0C;&#x5F53;&#x6211;&#x5BF9;&#x4E00;&#x4EF6;&#x4E8B;&#x6709;&#x6267;&#x5FF5;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x5F88;&#x5728;&#x610F;&#x7ED3;&#x679C;&#xFF0C;&#x6211;&#x4F1A;&#x7126;&#x8651;&#x8FC7;&#x7A0B;&#x3002;&#x5B66;&#x4E60;&#x7F16;&#x7A0B;&#xFF0C;&#x4E00;&#x65E6;&#x6211;&#x4E2D;&#x95F4;&#x5B66;&#x4E0D;&#x4F1A;&#x3001;&#x770B;&#x4E0D;&#x61C2;&#xFF0C;&#x6211;&#x4F1A;&#x4E0D;&#x81EA;&#x89C9;&#x5730;&#x7ED9;&#x81EA;&#x5DF1;&#x538B;&#x529B;&#x3002;</p>
<p>&#x6070;&#x597D;&#x6211;&#x8FD9;&#x4E24;&#x5929;&#x5728;&#x8BFB;&#x4E00;&#x672C;&#x5FC3;&#x7406;&#x5B66;&#x7684;&#x4E66;&#xFF0C;&#x5982;&#x679C;&#x8BF4;&#x6211;&#x6700;&#x8FD1;&#x5BF9;&#x81EA;&#x5DF1;&#x6709;&#x4E86;&#x4EC0;&#x4E48;&#x8BA4;&#x77E5;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#xFF0C;&#x5F53;&#x6211;&#x5DF2;&#x7ECF;&#x538B;&#x529B;&#x5F88;&#x5927;&#x3001;&#x5F88;&#x7126;&#x8651;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E0D;&#x8981;&#x81EA;&#x8D23;&#xFF0C;&#x4E0D;&#x8981;&#x6307;&#x671B;&#x81EA;&#x8D23;&#x4F1A;&#x8BA9;&#x81EA;&#x5DF1;&#x63D0;&#x8D77;&#x52A8;&#x529B;&#x3002;&#x4EBA;&#x662F;&#x56E0;&#x4E3A;&#x5DF2;&#x7ECF;&#x6709;&#x538B;&#x529B;&#x624D;&#x4F1A;&#x7126;&#x8651;&#xFF0C;&#x624D;&#x53BB;&#x62D6;&#x5EF6;&#xFF0C;&#x4EE5;&#x53CA;&#x7528;&#x5176;&#x4ED6;&#x4E0D;&#x597D;&#x7684;&#x4E60;&#x60EF;&#x53BB;&#x8EB2;&#x907F;&#x8981;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x5F53;&#x4F60;&#x81EA;&#x8D23;&#x3001;&#x7126;&#x8651;&#xFF0C;&#x4F60;&#x53C8;&#x4EA7;&#x751F;&#x4E86;&#x66F4;&#x591A;&#x7684;&#x538B;&#x529B;&#xFF0C;&#x8FD9;&#x53EA;&#x4F1A;&#x4F7F;&#x4F60;&#x79BB;&#x771F;&#x6B63;&#x8BE5;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x8D8A;&#x6765;&#x8D8A;&#x8FDC;&#x3002;</p>
<p>&#x4E0D;&#x81EA;&#x8D23;&#xFF1F;&#x9047;&#x5230;&#x95EE;&#x9898;&#x4E0D;&#x4E25;&#x8083;&#x5BF9;&#x5F85;&#xFF1F;&#x8FD8;&#x8981;&#x5148;&#x60F3;&#x529E;&#x6CD5;&#x5FEB;&#x4E50;&#xFF1F;&#x542C;&#x7740;&#x5C31;&#x662F;&#x9003;&#x907F;&#x3002;&#x8FD9;&#x79CD;&#x9E35;&#x9E1F;&#x5FC3;&#x6001;&#xFF0C;&#x600E;&#x4E48;&#x53EF;&#x80FD;&#x505A;&#x597D;&#x4E8B;&#x60C5;&#x3002;&#x5176;&#x5B9E;&#x4E0D;&#x7136;&#xFF0C;&#x5FEB;&#x4E50;&#x5730;&#x505A;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x5E76;&#x4E0D;&#x610F;&#x5473;&#x7740;&#x53EA;&#x80FD;&#x53D6;&#x5F97;&#x6709;&#x9650;&#x7684;&#x6210;&#x7EE9;&#x3002;</p>
<p>&#x6211;&#x60F3;&#x8D77;&#x6765;&#x5F53;&#x521D;&#x7231;&#x4E0A;&#x8DD1;&#x6B65;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x56E0;&#x4E3A;&#x8BFB;&#x4E86;&#x4E00;&#x672C;&#x4E66;&#xFF0C;&#x300A;&#x7231;&#x4E0A;&#x8DD1;&#x6B65;&#x7684; 13 &#x5468;&#x300B;&#x3002;&#x4ECE;&#x4E00;&#x5F00;&#x59CB;&#x6211;&#x5C31;&#x89C9;&#x5F97;&#x8FD9;&#x672C;&#x4E66;&#x5199;&#x5F97;&#x5F88;&#x597D;&#xFF0C;&#x5185;&#x5BB9;&#x6211;&#x5F88;&#x8BA4;&#x540C;&#x3002;&#x7136;&#x540E;&#x6211;&#x8DDF;&#x7740;&#x5B9E;&#x8DF5;&#xFF0C;&#x4E4B;&#x540E;&#x6211;&#x7B2C;&#x4E00;&#x6B21;&#x60CA;&#x559C;&#x5730;&#x53D1;&#x73B0;&#xFF1A;&#x8DD1;&#x6B65;&#x539F;&#x6765;&#x53EF;&#x4EE5;&#x4E0D;&#x75DB;&#x82E6;&#xFF0C;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x8BA9;&#x6211;&#x611F;&#x53D7;&#x5230;&#x4E86;&#x5FEB;&#x4E50;&#x3002;&#x4E25;&#x683C;&#x6309;&#x7167;&#x4E66;&#x91CC;&#x7684;&#x8BA1;&#x5212;&#x6267;&#x884C;&#xFF0C;13 &#x5468;&#x540E;&#xFF0C;&#x6211;&#x8DD1;&#x51FA;&#x4E86;&#x4EBA;&#x751F;&#x7B2C;&#x4E00;&#x6B21; 10 &#x516C;&#x91CC;&#x3002;</p>
<p>&#x91C7;&#x7528;&#x4E86;&#x6B63;&#x786E;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x8DD1;&#x6B65;&#x96BE;&#x9053;&#x53D8;&#x5F97;&#x6BD4;&#x4EE5;&#x524D;&#x5BB9;&#x6613;&#x4E86;&#x5417;&#xFF1F;&#x5176;&#x5B9E;&#x4E5F;&#x6CA1;&#x6709;&#xFF0C;&#x73B0;&#x5728;&#x8DD1;&#x4E00;&#x516C;&#x91CC;&#x6240;&#x8017;&#x8D39;&#x7684;&#x529B;&#x6C14;&#xFF0C;&#x548C;&#x4ECE;&#x524D;&#x89C9;&#x5F97;&#x8DD1;&#x6B65;&#x75DB;&#x82E6;&#x7684;&#x6211;&#x76F8;&#x6BD4;&#xFF0C;&#x662F;&#x540C;&#x6837;&#x7684;&#x529B;&#x6C14;&#x3002;&#x540C;&#x6837;&#x7684;&#x4E00;&#x516C;&#x91CC;&#xFF0C;&#x4EE5;&#x524D;&#x8DD1;&#x8D77;&#x6765;&#x89C9;&#x5F97;&#x75DB;&#x82E6;&#xFF0C;&#x73B0;&#x5728;&#x89C9;&#x5F97;&#x5FEB;&#x4E50;&#x3002;&#x4EE5;&#x524D;&#x65E0;&#x6CD5;&#x60F3;&#x8C61;&#x81EA;&#x5DF1;&#x6709;&#x4E00;&#x5929;&#x80FD;&#x4E00;&#x53E3;&#x6C14;&#x8DD1; 10 &#x516C;&#x91CC;&#xFF0C;&#x73B0;&#x5728;&#x7ADF;&#x7136;&#x80FD;&#x591F;&#x505A;&#x5230;&#x3002;</p>
<p>&#x5F52;&#x7EB3;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x5F53;&#x6211;&#x5FEB;&#x4E50;&#x5730;&#x505A;&#x4E00;&#x4EF6;&#x4E8B;&#x7684;&#x65F6;&#x5019;&#xFF1A;1. &#x56F0;&#x96BE;&#x53EF;&#x4EE5;&#x88AB;&#x9009;&#x62E9;&#x6027;&#x5FFD;&#x89C6;&#x3002;2. &#x62B5;&#x6297;&#x6311;&#x6218;&#x7684;&#x80FD;&#x529B;&#x53D8;&#x5F3A;&#x4E86;&#x3002;3. &#x76F4;&#x5230;&#x74F6;&#x9888;&#x671F;&#x4E4B;&#x524D;&#xFF0C;&#x6709;&#x673A;&#x4F1A;&#x5728;&#x5FEB;&#x4E50;&#x505A;&#x4E8B;&#x7684;&#x8FC7;&#x7A0B;&#x6253;&#x597D;&#x57FA;&#x7840;&#x3002;4. &#x505A;&#x4E8B;&#x7684;&#x6536;&#x83B7;&#x5F80;&#x5F80;&#x4E0D;&#x662F;&#x7EBF;&#x6027;&#xFF0C;&#x800C;&#x662F;&#x87BA;&#x65CB;&#x4E0A;&#x5347;&#x7684;&#x3002;&#x9047;&#x5230;&#x74F6;&#x9888;&#x7684;&#x65F6;&#x5019;&#x5DF2;&#x7ECF;&#x6253;&#x597D;&#x57FA;&#x7840;&#xFF0C;&#x8DB3;&#x591F;&#x7528;&#x6240;&#x5B66;&#x5E94;&#x5BF9;&#x6311;&#x6218;&#x3002;5. &#x6536;&#x83B7;&#x6B63;&#x53CD;&#x9988;&#xFF0C;&#x4E0D;&#x65AD;&#x52A0;&#x5F3A;&#x8FD9;&#x4E2A;&#x6B63;&#x5411;&#x5FAA;&#x73AF;&#x3002;</p>
<p>&#x6211;&#x8FD8;&#x60F3;&#x8D77;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x8BB8;&#x591A;&#x65F6;&#x5019;&#x6211;&#x4EEC;&#x8BF4;&#xFF0C;&#x4E00;&#x95E8;&#x5B66;&#x79D1;&#x7684;&#x542F;&#x8499;&#x8001;&#x5E08;&#xFF0C;&#x5BF9;&#x4E00;&#x4E2A;&#x5B66;&#x751F;&#x7684;&#x5F71;&#x54CD;&#x5F88;&#x5927;&#x3002;&#x62FF;&#x82F1;&#x8BED;&#x6765;&#x8BF4;&#xFF0C;&#x8BB8;&#x591A;&#x4EBA;&#x5C06;&#x81EA;&#x5DF1;&#x4ECE;&#x5C0F;&#x5BF9;&#x82F1;&#x8BED;&#x611F;&#x5174;&#x8DA3;&#xFF0C;&#x5F52;&#x529F;&#x4E8E;&#x5C0F;&#x65F6;&#x5019;&#x9047;&#x5230;&#x4E86;&#x4E00;&#x4F4D;&#x597D;&#x8001;&#x5E08;&#xFF0C;&#x57F9;&#x517B;&#x4E86;&#x81EA;&#x5DF1;&#x5BF9;&#x82F1;&#x8BED;&#x7684;&#x70ED;&#x7231;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x50CF;&#x53E6;&#x5916;&#x5F88;&#x591A;&#x504F;&#x79D1;&#x7684;&#x5C0F;&#x5B69;&#xFF0C;&#x4ECE;&#x5C0F;&#x5C31;&#x89C9;&#x5F97;&#x82F1;&#x8BED;&#x662F;&#x4E00;&#x4EF6;&#x5934;&#x75BC;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5BF9;&#x82F1;&#x8BED;&#x7684;&#x6700;&#x521D;&#x5370;&#x8C61;&#xFF0C;&#x53EA;&#x6709;&#x6EE1;&#x9ED1;&#x677F;&#x7684;&#x5929;&#x4E66;&#xFF0C;&#x548C;&#x8001;&#x5E08;&#x558B;&#x558B;&#x4E0D;&#x4F11;&#x7684;&#x5FF5;&#x5492;&#x3002;</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x4E49;&#x52A1;&#x6559;&#x80B2;&#x65F6;&#x671F;&#x6F2B;&#x957F;&#x7684;&#x8BFB;&#x4E66;&#x751F;&#x6DAF;&#x91CC;&#xFF0C;&#x8001;&#x5E08;&#x4E0D;&#x8BE5;&#x662F;&#x5B66;&#x751F;&#x5BF9;&#x5B66;&#x79D1;&#x504F;&#x597D;&#x7684;&#x552F;&#x4E00;&#x51B3;&#x5B9A;&#x56E0;&#x7D20;&#xFF0C;&#x81EA;&#x9A71;&#x529B;&#x4E5F;&#x5F88;&#x91CD;&#x8981;&#x3002;&#x4F46;&#x6211;&#x8FD8;&#x662F;&#x8BA4;&#x4E3A;&#xFF0C;&#x662F;&#x5426;&#x80FD;&#x5728;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x4E2D;&#x611F;&#x53D7;&#x5230;&#x5FEB;&#x4E50;&#xFF0C;&#x662F;&#x51B3;&#x5B9A;&#x5B66;&#x4E60;&#x6C34;&#x5E73;&#x4E0A;&#x9650;&#x6781;&#x5927;&#x7684;&#x5F71;&#x54CD;&#x56E0;&#x7D20;&#x3002;</p>
<p>&#x8BF4;&#x56DE;&#x8FD9;&#x6B21;&#x5B66;&#x7F16;&#x7A0B;&#x7684;&#x7ECF;&#x5386;&#xFF0C;&#x6211;&#x51B3;&#x5B9A;&#xFF0C;&#x5C31;&#x56EB;&#x56F5;&#x5730;&#x5B66;&#x3002;&#x8C03;&#x6574;&#x9884;&#x671F;&#xFF1A;&#x770B;&#x4E0D;&#x61C2;&#x3001;&#x5B66;&#x4E0D;&#x4F1A;&#xFF0C;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#x662F;&#x6B63;&#x5E38;&#x7684;&#x3002;&#x5C31;&#x5B66;&#x5C31;&#x884C;&#x4E86;&#xFF0C;&#x56FE;&#x4E2A;&#x4E50;&#x513F;&#xFF0C;&#x5C31;&#x5148;&#x5728;&#x8111;&#x5B50;&#x91CC;&#x642D;&#x4E2A;&#x6846;&#x67B6;&#xFF0C;&#x4E0D;&#x6C42;&#x751A;&#x89E3;&#x3002;&#x5F53;&#x5B83;&#x5E26;&#x7ED9;&#x6211;&#x7684;&#x5FEB;&#x4E50;&#xFF0C;&#x8FB9;&#x9645;&#x6548;&#x5E94;&#x9012;&#x51CF;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x53EF;&#x4EE5;&#x518D;&#x53BB;&#x770B;&#x5176;&#x4ED6;&#x8001;&#x5E08;&#x7684;&#x6559;&#x6750;&#xFF0C;&#x5047;&#x88C5;&#x4ECE;&#x6765;&#x6CA1;&#x5B66;&#x8FC7;&#xFF0C;&#x6362;&#x79CD;&#x65B9;&#x6CD5;&#x518D;&#x5B66;&#x4E00;&#x904D;&#x3002;</p>
<p>&#x8FD9;&#x6B21;&#xFF0C;&#x5B66;&#x4E0D;&#x5B66;&#x5F97;&#x4F1A;&#xFF0C;&#x6211;&#x4E0D;&#x60F3;&#x8BBE;&#x76EE;&#x6807;&#x3002;&#x8FC7;&#x7A0B;&#x4E2D;&#x80FD;&#x611F;&#x53D7;&#x5230;&#x5FEB;&#x4E50;&#xFF0C;&#x662F;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x6307;&#x6807;&#x3002;&#x6BD5;&#x7ADF;&#x4EBA;&#x751F;&#x5DF2;&#x7ECF;&#x5982;&#x6B64;&#x7684;&#x8270;&#x96BE;&#xFF0C;&#x6709;&#x4E9B;&#x4E8B;&#x60C5;&#x5C31;&#x4E0D;&#x8981;&#x62C6;&#x7A7F;&#x3002;</p>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/restroom-ponders-and-deceiving-yourself/" itemprop="url">Restroom 沉思之骗自己</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-03-05T17:08:00.000Z" itemprop="datePublished">3月 6 2020</time>
                <span class="second-date-block"> (3月 6 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            10 分钟 读完 (约 1561 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x4E00;&#x76F4;&#x60F3;&#x5728; b &#x7AD9;&#x505A;&#x89C6;&#x9891;&#xFF0C;&#x4F46;&#x662F;&#x4E00;&#x76F4;&#x6CA1;&#x6709;&#x627E;&#x5230;&#x9002;&#x5408;&#x6211;&#x7684;&#x5185;&#x5BB9;&#x3002;&#x524D;&#x665A;&#x6211;&#x7EC8;&#x4E8E;&#x60F3;&#x5230;&#x4E00;&#x4EF6;&#x9002;&#x5408;&#x6211;&#x4F5C;&#x4E3A;&#x4E3B;&#x4E1A;&#xFF0C;&#x800C;&#x4E14;&#x6211;&#x4E5F;&#x65E0;&#x6BD4;&#x64C5;&#x957F;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x60F3;&#x5230;&#x65F6;&#x6211;&#x5F88;&#x5174;&#x594B;&#xFF0C;&#x6211;&#x7EC8;&#x4E8E;&#x53EF;&#x4EE5;&#x7740;&#x624B;&#x53BB;&#x505A;&#x4E86;&#xFF0C;&#x53EA;&#x8981;&#x6211;&#x5148;&#x7814;&#x7A76;&#x900F;&#x5C4F;&#x5E55;&#x5F55;&#x5236;&#x548C;&#x5F55;&#x97F3;&#x7684;&#x8F6F;&#x4EF6;&#x3002;</p><p>&#x4F46;&#x662F;&#x5F88;&#x5FEB;&#x6211;&#x53D1;&#x73B0;&#xFF0C;&#x6211;&#x5F88;&#x6297;&#x62D2;&#x53BB;&#x7814;&#x7A76;&#x8FD9;&#x4E9B;&#x3002;&#x5E76;&#x4E0D;&#x662F;&#x56E0;&#x4E3A;&#x4E8B;&#x5B9E;&#x4E0A;&#x5F88;&#x96BE;&#x6216;&#x8005;&#x4E0D;&#x597D;&#x4E0B;&#x624B;&#xFF0C;&#x5355;&#x7EAF;&#x5C31;&#x662F;&#x6211;&#x6297;&#x62D2;&#x3002;&#x6211;&#x53EF;&#x4EE5;&#x5728;&#x53D1;&#x5FAE;&#x535A;&#x9700;&#x8981;&#x52A8;&#x56FE;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x968F;&#x610F;&#x5730;&#x7814;&#x7A76;&#x534A;&#x5929;&#x7684; gif &#x5F55;&#x5236;&#x8F6F;&#x4EF6;&#x3002;&#x4F46;&#x662F;&#x73B0;&#x5728;&#x4E00;&#x60F3;&#x5230;&#x8BA9;&#x6211;&#x53BB;&#x7814;&#x7A76;&#x8FD9;&#x4E9B;&#xFF0C;&#x6211;&#x5C31;&#x672C;&#x80FD;&#x5730;&#x611F;&#x5230;&#x538C;&#x5026;&#x3001;&#x75B2;&#x60EB;&#x3002;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x4E3A;&#x4EC0;&#x4E48;&#x3002;</p><p>&#x53C8;&#x662F;&#x5728;&#x4E00;&#x6B21; restroom &#x6C89;&#x601D;&#xFF0C;&#x6211;&#x53C8;&#x95EE;&#x81EA;&#x5DF1;&#x4E3A;&#x4EC0;&#x4E48;&#x6297;&#x62D2;&#xFF0C;&#x6211;&#x611F;&#x53D7;&#x81EA;&#x5DF1;&#x7684;&#x5185;&#x5FC3;&#xFF0C;&#x6700;&#x7EC8;&#x5B83;&#x7ED9;&#x4E86;&#x6211;&#x4E00;&#x4E2A;&#x7B54;&#x6848;&#x3002;&#x5B83;&#x8BF4;&#xFF0C;&#x6211;&#x4E0D;&#x662F;&#x81EA;&#x613F;&#x7684;&#x3002;&#x6211;&#x4E0D;&#x662F;&#x81EA;&#x613F;&#x7684;&#x53BB;&#x505A;&#x8FD9;&#x4E9B;&#xFF0C;&#x5E76;&#x4ECE;&#x4E2D;&#x611F;&#x53D7;&#x5230;&#x5FEB;&#x4E50;&#x3002;&#x5F53;&#x6211;&#x54EA;&#x6015;&#x53EA;&#x662F;&#x4E3A;&#x4E86;&#x53D1;&#x4E2A;&#x5FAE;&#x535A;&#x52A8;&#x56FE;&#xFF0C;&#x800C;&#x53BB;&#x7F51;&#x6D77;&#x641C;&#x5BFB;&#x51FA; &#x201C;&#x6700;&#x8D81;&#x201D; &#x7684;&#x90A3;&#x4E00;&#x6B3E; gif &#x5DE5;&#x5177;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x53EA;&#x662F;&#x968F;&#x624B;&#x800C;&#x4E3A;&#xFF0C;&#x6211;&#x6CA1;&#x6709;&#x538B;&#x529B;&#x548C;&#x6C89;&#x91CD;&#x3002;</p><p>&#x800C;&#x73B0;&#x5728;&#x540C;&#x6837;&#x8BA9;&#x6211;&#x641C;&#x5BFB;&#x5DE5;&#x5177;&#xFF0C;&#x6211;&#x9762;&#x524D;&#x611F;&#x53D7;&#x5230;&#x4E00;&#x79CD;&#x96BE;&#x4EE5;&#x8A00;&#x660E;&#x7684;&#x80C1;&#x8FEB;&#x611F;&#xFF0C;&#x6211;&#x4E0D;&#x662F;&#x5E26;&#x7740; enjoy &#x7684;&#x5FC3;&#x6001;&#x505A;&#x8FD9;&#x4E9B;&#xFF0C;&#x751A;&#x81F3;&#x4E0D;&#x8BF4; enjoy&#xFF0C;&#x6211;&#x611F;&#x53D7;&#x5230;&#x4E86;&#x4E0D;&#x5B89;&#x5168;&#x3002;&#x6211;&#x662F;&#x4E3A;&#x4E86;&#x4F7F;&#x5B83;&#x6210;&#x4E3A;&#x4E00;&#x9879;&#x5DE5;&#x4F5C;&#xFF0C;&#x4E3A;&#x4E86;&#x8BA9;&#x81EA;&#x5DF1;&#x6700;&#x7EC8;&#x56E0;&#x6B64;&#x83B7;&#x5F97;&#x6536;&#x76CA;&#x3002;&#x8FD9;&#x4E0D;&#x662F;&#x6211;&#x505A;&#x4E8B;&#x60C5;&#x6700;&#x60F3;&#x5F97;&#x5230;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x81F3;&#x5C11;&#x4E0D;&#x662F;&#x51FA;&#x53D1;&#x70B9;&#x3002;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x6211;&#x662F;&#x88AB;&#x8FEB;&#x7684;&#xFF0C;&#x538B;&#x529B;&#x6765;&#x81EA;&#x56DB;&#x9762;&#x516B;&#x65B9;&#xFF1A;&#x6536;&#x5165;&#x3001;&#x6CA1;&#x6709;&#x597D;&#x5DE5;&#x4F5C;&#x7684;&#x7F9E;&#x803B;&#x611F;&#x3001;&#x5973;&#x53CB;&#x773C;&#x4E2D;&#x7684;&#x4E0D;&#x4E0A;&#x8FDB;&#x3001;&#x7236;&#x6BCD;&#x5BF9;&#x6211;&#x672A;&#x6765;&#x7684;&#x62C5;&#x5FE7;&#x3002;</p><p>&#x6211;&#x5FC3;&#x4E2D;&#x6700;&#x597D;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x662F;&#x6211;&#x53EF;&#x4EE5;&#x4E0D;&#x4E3A;&#x4E86;&#x73B0;&#x5B9E;&#x7684;&#x56DE;&#x62A5;&#x800C;&#x505A;&#x6211;&#x60F3;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4EC5;&#x4EC5;&#x662F;&#x56E0;&#x4E3A;&#x5355;&#x7EAF;&#x7684;&#x559C;&#x7231;&#x3002;&#x800C;&#x5F53;&#x6211;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x538B;&#x529B;&#x4E0D;&#x5F97;&#x4E0D;&#x88AB;&#x8FEB;&#x8425;&#x4E1A;&#xFF0C;&#x65F6;&#x65F6;&#x523B;&#x523B;&#x6211;&#x90FD;&#x6709;&#x59A5;&#x534F;&#x7684;&#x5931;&#x8D25;&#x611F;&#xFF0C;&#x53EF;&#x4E0D;&#x8FD9;&#x4E48;&#x505A;&#xFF0C;&#x6211;&#x66F4;&#x4E0D;&#x77E5;&#x9053;&#x5982;&#x4F55;&#x80FD; &#x201C;&#x8D62;&#x201D;&#x3002;</p><!--kg-card-begin: markdown--><hr>
<!--kg-card-end: markdown--><p>&#x8FD9;&#x4E2A;&#x60F3;&#x6CD5;&#x7A81;&#x7136;&#x8BA9;&#x6211;&#x611F;&#x89C9;&#x4F3C;&#x66FE;&#x76F8;&#x8BC6;&#xFF0C;&#x6211;&#x7A81;&#x7136;&#x60F3;&#x8D77;&#x6765;&#x6700;&#x8FD1;&#x770B;&#x7684;&#x300A;&#x975E;&#x66B4;&#x529B;&#x6C9F;&#x901A;&#x300B;&#xFF0C;&#x5176;&#x4E2D;&#x6709;&#x4E00;&#x6BB5;&#x63CF;&#x5199;&#x7684;&#x6B63;&#x662F;&#x6211;&#x73B0;&#x5728;&#x8FD9;&#x4E2A;&#x72B6;&#x6001;&#xFF1A;</p><blockquote>&#x8FD8;&#x6709;&#x4E00;&#x6B21;&#xFF0C;&#x6211;&#x4E3A;&#x4E00;&#x4E2A;&#x5B66;&#x533A;&#x7684;&#x8001;&#x5E08;&#x63D0;&#x4F9B;&#x54A8;&#x8BE2;&#x670D;&#x52A1;&#x3002;&#x4E00;&#x4F4D;&#x8001;&#x5E08;&#x8BF4;&#x9053;&#xFF1A;&#x201C;&#x6211;&#x8BA8;&#x538C;&#x8BC4;&#x7EA7;&#x3002;&#x8FD9;&#x6837;&#x505A;&#x4E0D;&#x4EC5;&#x6CA1;&#x7528;&#xFF0C;&#x800C;&#x4E14;&#x5B66;&#x751F;&#x4F1A;&#x5F88;&#x7D27;&#x5F20;&#x3002;&#x4F46;&#x6211;&#x4E0D;&#x5F97;&#x4E0D;&#x8BC4;&#x7EA7;&#x3002;&#x56E0;&#x4E3A;&#x8FD9;&#x662F;&#x5B66;&#x533A;&#x653F;&#x7B56;&#x3002;&#x201D; &#x6B64;&#x524D;&#xFF0C;&#x6211;&#x4EEC;&#x521A;&#x521A;&#x7EC3;&#x4E60;&#x5982;&#x4F55;&#x4EE5;&#x8D1F;&#x8D23;&#x4EFB;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x8868;&#x8FBE;&#x81EA;&#x5DF1;&#x3002;&#x6211;&#x5EFA;&#x8BAE;&#x8FD9;&#x4F4D;&#x8001;&#x5E08;&#x7528;&#x4EE5;&#x4E0B;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x8868;&#x8FBE;&#xFF1A;&#x201C;&#x6211;&#x9009;&#x62E9;&#x8BC4;&#x7EA7;&#x3002;&#x56E0;&#x4E3A;&#x6211;&#x60F3;&#x2026;&#x2026;&#x201D;&#x3002;&#x5979;&#x8131;&#x53E3;&#x800C;&#x51FA;&#xFF1A;&#x201C;&#x6211;&#x9009;&#x62E9;&#x8BC4;&#x7EA7;&#x3002;&#x56E0;&#x4E3A;&#x6211;&#x60F3;&#x4FDD;&#x4F4F;&#x5DE5;&#x4F5C;&#x3002;&#x201D; &#x5979;&#x8D76;&#x7D27;&#x8865;&#x5145;&#x4E86;&#x4E00;&#x53E5;&#xFF1A;&#x201C;&#x6211;&#x4E0D;&#x559C;&#x6B22;&#x8FD9;&#x6837;&#x8BF4;&#x3002;&#x8FD9;&#x8BA9;&#x6211;&#x89C9;&#x5F97;&#x6211;&#x8D1F;&#x6709;&#x4E0D;&#x53EF;&#x63A8;&#x5378;&#x7684;&#x8D23;&#x4EFB;&#x3002;&#x201D; &#x6211;&#x56DE;&#x7B54;&#x8BF4;&#xFF1A;&#x201C;&#x8FD9;&#x6B63;&#x662F;&#x6211;&#x5EFA;&#x8BAE;&#x4F60;&#x8FD9;&#x6837;&#x8868;&#x8FBE;&#x7684;&#x539F;&#x56E0;&#x3002;&#x201D;</blockquote><p>&#x6700;&#x8FD1;&#x6211;&#x6709;&#x4E00;&#x4E2A;&#x7406;&#x8BBA;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x8981;&#x5B66;&#x4F1A;&#x9A97;&#x81EA;&#x5DF1;&#x3002;&#x56E0;&#x4E3A;&#x6240;&#x6709;&#x6709;&#x76CA;&#x7684;&#x4E8B;&#x60C5;&#x90FD;&#x662F;&#x53CD;&#x4EBA;&#x6027;&#x7684;&#xFF0C;&#x597D;&#x597D;&#x8BFB;&#x4E66;&#x8003;&#x4E2A;&#x597D;&#x5927;&#x5B66;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x77E5;&#x9053;&#x4E0D;&#x4EC5;&#x6B63;&#x786E;&#x800C;&#x4E14;&#x7EDD;&#x5BF9;&#x6B63;&#x786E;&#xFF0C;&#x4F46;&#x662F;&#x9C9C;&#x6709;&#x4EBA;&#x80FD;&#x4ECE;&#x4E2D;&#x5F97;&#x5230;&#x4E50;&#x8DA3;&#x3002;&#x73B0;&#x5728;&#x7ED9;&#x4F60;&#x4E00;&#x5757;&#x7CD6;&#xFF0C;&#x6216;&#x8005;&#x4E00;&#x5C0F;&#x65F6;&#x540E;&#x7ED9;&#x4F60;&#x4E94;&#x5757;&#x7CD6;&#xFF0C;&#x7EDD;&#x5927;&#x591A;&#x6570;&#x5C0F;&#x5B69;&#x4E5F;&#x514B;&#x670D;&#x4E0D;&#x4E86;&#x7ACB;&#x523B;&#x6EE1;&#x8DB3;&#x7684;&#x8BF1;&#x60D1;&#x3002;</p><p>&#x8FD9;&#x4E24;&#x5929;&#x6211;&#x4E60;&#x60EF;&#x4E86;&#x6BCF;&#x5929;&#x65E9;&#x7761;&#x65E9;&#x8D77;&#xFF0C;&#x81EA;&#x7136;&#x5F97;&#x53CD;&#x800C;&#x7EB3;&#x95F7;&#x4EE5;&#x524D;&#x4E3A;&#x4EC0;&#x4E48;&#x6CA1;&#x6709;&#x505A;&#x5230;&#xFF0C;&#x6211;&#x628A;&#x6211;&#x89E3;&#x51B3;&#x5931;&#x7720;&#x7684;&#x5FC3;&#x5F97;&#x53D1;&#x5728;&#x7F51;&#x4E0A;&#xFF0C;&#x6709;&#x4EBA;&#x95EE;&#x6211;&#xFF0C;&#x600E;&#x4E48;&#x6837;&#x80FD;&#x505A;&#x5230;&#x60F3;&#x7761;&#x89C9;&#x3002;&#x6211;&#x4E0D;&#x7981;&#x839E;&#x5C14;&#xFF0C;&#x8FD9;&#x4E0D;&#x5C31;&#x662F;&#x6211;&#x6CA1;&#x89E3;&#x51B3;&#x5931;&#x7720;&#x65F6;&#x4F1A;&#x95EE;&#x7684;&#x95EE;&#x9898;&#x5417;&#xFF0C;&#x73B0;&#x5728;&#x6211;&#x77E5;&#x9053;&#x7B54;&#x6848;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x5C31;&#x662F;&#x9A97;&#x81EA;&#x5DF1;&#xFF0C;&#x9A97;&#x81EA;&#x5DF1;&#x60F3;&#x7761;&#x89C9;&#xFF0C;&#x7528;&#x4E00;&#x5207;&#x529E;&#x6CD5;&#x9A97;&#x81EA;&#x5DF1;&#x60F3;&#x7761;&#x89C9;&#x3002;</p><p>&#x5C31;&#x50CF;&#x5065;&#x8EAB;&#x65F6;&#xFF0C;&#x52A8;&#x4F5C;&#x627E;&#x4E0D;&#x5230;&#x53D1;&#x529B;&#x611F;&#x89C9;&#x600E;&#x4E48;&#x529E;&#xFF0C;&#x4F60;&#x5148;&#x9A97;&#x81EA;&#x5DF1;&#x80FD;&#x627E;&#x5230;&#x611F;&#x89C9;&#xFF0C;&#x7528;&#x8EAB;&#x4F53;&#x53BB;&#x611F;&#x53D7;&#xFF0C;&#x6162;&#x6162;&#x7684;&#x4F60;&#x795E;&#x5947;&#x5730;&#x53D1;&#x73B0;&#xFF0C;&#x81EA;&#x5DF1;&#x771F;&#x7684;&#x80FD;&#x627E;&#x5230;&#x611F;&#x89C9;&#x3002;</p><p>&#x770B;&#x4E66;&#x5B66;&#x4E60;&#x5199;&#x4F5C;&#x4E1A;&#xFF0C;&#x4EBA;&#x4EBA;&#x90FD;&#x89C9;&#x5F97;&#x67AF;&#x71E5;&#xFF0C;&#x4F46;&#x662F;&#x6709;&#x4EBA;&#x4F1A;&#x8BF4;&#x5B83;&#x5F88;&#x6709;&#x8DA3;&#xFF0C;&#x4F60;&#x8BF4;&#x4ED6;&#x4E0D;&#x662F;&#x9A97;&#x81EA;&#x5DF1;&#x5417;&#x3002;&#x5C31;&#x50CF;&#x5927;&#x4E8C;&#x65F6;&#xFF0C;&#x6211;&#x4E00;&#x4E2A;&#x7F8E;&#x9662;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x6BCF;&#x5929;&#x6700;&#x559C;&#x6B22;&#x505A;&#x7684;&#x5C31;&#x662F;&#x8BFB;&#x8BED;&#x6CD5;&#x4E66;&#xFF0C;&#x5BA4;&#x53CB;&#x90FD;&#x8BF4;&#x6211;&#x75AF;&#x4E86;&#x3002;&#x6211;&#x771F;&#x5FC3;&#x89C9;&#x5F97;&#x5F88;&#x597D;&#x770B;&#x3002;&#x6700;&#x8FD1;&#x91CD;&#x8BFB;&#xFF0C;&#x8FD8;&#x662F;&#x89C9;&#x5F97;&#x4E66;&#x5199;&#x7684;&#x4E0D;&#x9519;&#xFF0C;&#x4F46;&#x662F;&#x518D;&#x96BE;&#x83B7;&#x5F97;&#x5F53;&#x521D;&#x4E00;&#x5934;&#x624E;&#x8FDB;&#x53BB;&#x7684;&#x6C89;&#x8FF7;&#x4E86;&#x3002;&#x4F60;&#x8BF4;&#x6211;&#x5F53;&#x65F6;&#x6CA1;&#x6709;&#x9A97;&#x81EA;&#x5DF1;&#x5417;&#xFF0C;&#x73B0;&#x5728;&#x60F3;&#x60F3;&#xFF0C;&#x6211;&#x9A97;&#x4E86;&#xFF0C;&#x800C;&#x4E14;&#x7A77;&#x5C3D;&#x5404;&#x79CD;&#x65B9;&#x6CD5;&#x3002;&#x6211;&#x770B;&#x522B;&#x4EBA;&#x5B66;&#x82F1;&#x8BED;&#x7684;&#x79EF;&#x6781;&#x7ECF;&#x9A8C;&#xFF0C;&#x770B;&#x522B;&#x4EBA;&#x5B66;&#x597D;&#x82F1;&#x8BED;&#x540E;&#x7684;&#x4EBA;&#x751F;&#x8D62;&#x5BB6;&#x6A21;&#x6837;&#xFF0C;&#x60F3;&#x8C61;&#x81EA;&#x5DF1;&#x4E5F;&#x6210;&#x4E3A;&#x90A3;&#x4E2A;&#x6837;&#x5B50;&#x3002;&#x5E26;&#x7740;&#x8FD9;&#x4E9B;&#x5FC3;&#x7406;&#x5EFA;&#x8BBE;&#xFF0C;&#x6211;&#x7FFB;&#x5F00;&#x4E86;&#x8BED;&#x6CD5;&#x4E66;&#xFF0C;&#x5728;&#x5B83;&#x672C;&#x8EAB;&#x5199;&#x5F97;&#x5C31;&#x5F88;&#x68D2;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#xFF0C;&#x6211;&#x6210;&#x529F;&#x6C89;&#x8FF7;&#x8BED;&#x6CD5;&#x4E66;&#x4E86;&#x3002;</p><p>&#x5957;&#x7528;&#x8FD9;&#x4E2A;&#x7406;&#x8BBA;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#x90A3;&#x4E9B;&#x9AD8;&#x4E0D;&#x53EF;&#x6500;&#x7684;&#x5929;&#x4E4B;&#x9A84;&#x5B50;&#x4EEC;&#xFF0C;&#x5176;&#x5B9E;&#x64C5;&#x957F;&#x9A97;&#x81EA;&#x5DF1;&#x3002;&#x67AF;&#x71E5;&#x4F46;&#x6709;&#x76CA;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x806A;&#x660E;&#x4EBA;&#x4F1A;&#x60F3;&#x529E;&#x6CD5;&#x4ECE;&#x4E2D;&#x5F97;&#x5230;&#x4E50;&#x8DA3;&#x3002;&#x65E0;&#x8BBA;&#x662F;&#x5728;&#x56FE;&#x4E66;&#x9986;&#x91CC;&#x591C;&#x4EE5;&#x7EE7;&#x65E5;&#xFF0C;&#x591C;&#x665A;&#x5728;&#x684C;&#x524D;&#x4F0F;&#x6848;&#x7B14;&#x8015;&#x4E0D;&#x8F8D;&#xFF0C;&#x8FD8;&#x662F;&#x5728;&#x903C;&#x4EC4;&#x7684;&#x56DB;&#x9762;&#x5899;&#x4E0B;&#xFF0C;&#x9759;&#x5F97;&#x80FD;&#x542C;&#x89C1;&#x5FC3;&#x8DF3;&#x7684;&#x5B64;&#x72EC;&#x7684;&#x623F;&#x95F4;&#x91CC;&#xFF0C;&#x9ED8;&#x9ED8;&#x7684;&#x8BFB;&#x4E66;&#x505A;&#x7B14;&#x8BB0;&#x3002;&#x8FD9;&#x4E9B;&#x90FD;&#x662F;&#x67AF;&#x71E5;&#x4F46;&#x6709;&#x76CA;&#x7684;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x9A97;&#x81EA;&#x5DF1;&#x53BB;&#x505A;&#x90A3;&#x4E9B;&#x67AF;&#x71E5;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4F60;&#x5C31;&#x6C38;&#x8FDC;&#x4E5F;&#x65E0;&#x6CD5;&#x83B7;&#x5F97;&#x90A3;&#x4E9B;&#x6709;&#x76CA;&#x7684;&#x90E8;&#x5206;&#x3002;&#x5149;&#x9C9C;&#x4EAE;&#x4E3D;&#x7684;&#x5927;&#x4EBA;&#x7269;&#xFF0C;&#x4EBA;&#x4EBA;&#x90FD;&#x66FE;&#x6709;&#x9ED8;&#x9ED8;&#x5750;&#x51B7;&#x677F;&#x51F3;&#x7684;&#x65F6;&#x5019;&#x3002;</p><p>&#x60F3;&#x5230;&#x8FD9;&#x4E9B;&#xFF0C;&#x6211;&#x53C8;&#x6709;&#x4EC0;&#x4E48;&#x53EF;&#x62B1;&#x6028;&#x7684;&#x5462;&#x3002;</p>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/go-offline/" itemprop="url">Go Offline</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-03-04T00:41:00.000Z" itemprop="datePublished">3月 4 2020</time>
                <span class="second-date-block"> (3月 4 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            3 分钟 读完 (约 467 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x867D;&#x7136;&#x6211;&#x4E0D;&#x662F; 00 &#x540E;&#xFF0C;&#x6CA1;&#x6709;&#x5B66;&#x9F84;&#x524D;&#x5C31;&#x4F1A;&#x7528; iPad&#xFF0C;&#x4F46;&#x6211;&#x4ECD;&#x81EA;&#x8BA4;&#x662F;&#x4E92;&#x8054;&#x7F51;&#x539F;&#x4F4F;&#x6C11;&#xFF0C;&#x6211;&#x6DF1;&#x6DF1;&#x611F;&#x8C22;&#x4E92;&#x8054;&#x7F51;&#x5E26;&#x7ED9;&#x6211;&#x7684;&#x6240;&#x6709;&#x7684;&#x4FBF;&#x5229;&#xFF0C;&#x56E0;&#x7F51;&#x7EDC;&#x5B66;&#x4F1A;&#x7684;&#x5404;&#x79CD;&#x6280;&#x80FD;&#xFF0C;&#x83B7;&#x53D6;&#x7684;&#x6240;&#x6709;&#x77E5;&#x8BC6;&#x3002;</p><p>&#x4F46;&#x6211;&#x8D8A;&#x6765;&#x8D8A;&#x89C9;&#x5F97;&#xFF0C;&#x4E92;&#x8054;&#x7F51;&#x8D85;&#x5FEB;&#x901F;&#x8FED;&#x4EE3;&#x7684;&#x4FE1;&#x606F;&#x5E26;&#x7ED9;&#x6211;&#x7684;&#x8D1F;&#x9762;&#x5F71;&#x54CD;&#x5DF2;&#x7ECF;&#x8D85;&#x51FA;&#x6211;&#x6240;&#x83B7;&#x76CA;&#x7684;&#x3002;</p><p>&#x4E5F;&#x8BB8;&#x53EA;&#x662F;&#x6211;&#x81EA;&#x8EAB;&#x73B0;&#x9636;&#x6BB5;&#x7684;&#x611F;&#x53D7;&#xFF1A;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#xFF0C;&#x4E92;&#x8054;&#x7F51;&#x5FEB;&#x628A;&#x6211;&#x6DF9;&#x6CA1;&#x3002;&#x4E0D;&#x4EC5;&#x662F;&#x6211;&#x7684;&#x773C;&#x775B;&#x3001;&#x8033;&#x6735;&#xFF0C;&#x8FD8;&#x6709;&#x6211;&#x7684;&#x5934;&#x8111;&#x3002;&#x5F53;&#x6211;&#x8FDE;&#x4E0A;&#x7F51;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x6240;&#x601D;&#x8003;&#x7684;&#x5185;&#x5BB9;&#x5E76;&#x4E0D;&#x662F;&#x6211;&#x81EA;&#x5DF1;&#x4E3B;&#x5BFC;&#x7684;&#xFF0C;&#x800C;&#x662F;&#x4E0D;&#x7531;&#x81EA;&#x4E3B;&#x7684;&#xFF0C;&#x88AB;&#x719F;&#x77E5;&#x76EE;&#x6807;&#x7528;&#x6237;&#x753B;&#x50CF;&#x7684;&#x6807;&#x9898;&#x3001;&#x7B97;&#x6CD5;&#x63A7;&#x5236;&#x6C38;&#x8FDC;&#x4E5F;&#x5237;&#x4E0D;&#x5B8C;&#x7684;&#x7011;&#x5E03;&#x6D41;&#x3001;&#x7F8E;&#x597D;&#x7684;&#x8BBE;&#x8BA1;&#x7545;&#x5FEB;&#x7684;&#x4F53;&#x9A8C;&#x8425;&#x9020;&#x7684;&#x6C89;&#x6D78;&#x611F;&#xFF0C;&#x5305;&#x88F9;&#x7740;&#x6211;&#xFF0C;&#x7275;&#x7740;&#x6211;&#x8D70;&#xFF0C;&#x6240;&#x6709;&#x5546;&#x4E1A;&#x516C;&#x53F8;&#x90FD;&#x5728;&#x62A2;&#x5360;&#x6211;&#x7684;&#x6CE8;&#x610F;&#x529B;&#x3002;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x8981;&#x70B9;&#x5F00;&#x8FD9;&#x4E9B;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x4F1A;&#x70B9;&#x5F00;&#x3002;</p><p>&#x800C;&#x73B0;&#x5728;&#x6211;&#x538C;&#x5026;&#x4E86;&#x8FD9;&#x4E00;&#x5207;&#x3002;&#x6211;&#x610F;&#x8BC6;&#x5230;&#xFF0C;&#x5373;&#x4F7F;&#x6211;&#x5199;&#x4E86;&#x53EA;&#x6709;&#x77ED;&#x77ED;&#x51E0;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x4EC5;&#x6709;&#x7684;&#x8FD9;&#x51E0;&#x7BC7;&#xFF0C;&#x57FA;&#x672C;&#x90FD;&#x662F;&#x5728;&#x6211; &#x201C;&#x79BB;&#x7EBF;&#x201D; &#x7684;&#x65F6;&#x5019;&#x624D;&#x4F1A;&#x53BB;&#x601D;&#x8003;&#x7684;&#xFF0C;&#x6211;&#x4E0D;&#x7981;&#x597D;&#x5947;&#xFF0C;&#x6709;&#x6CA1;&#x6709;&#x53EF;&#x80FD;&#x662F;&#x6211;&#x65F6;&#x65F6;&#x523B;&#x523B; keep online, &#x4F7F;&#x6211;&#x6C38;&#x8FDC;&#x90FD;&#x597D;&#x5947;&#x522B;&#x4EBA;&#xFF0C;&#x800C;&#x5BF9;&#x8D2B;&#x4E4F;&#x7684;&#x81EA;&#x5DF1;&#x6BEB;&#x65E0;&#x5174;&#x8DA3;&#x3002;&#x5F53;&#x6211;&#x79BB;&#x7EBF;&#x65F6;&#xFF0C;&#x54EA;&#x6015;&#x662F;&#x8E72;&#x9A6C;&#x6876;&#x5FD8;&#x4E86;&#x5E26;&#x624B;&#x673A;&#xFF0C;&#x90FD;&#x662F;&#x4E00;&#x4E2A;&#x5951;&#x673A;&#x4FC3;&#x4F7F;&#x6211;&#x601D;&#x8003;&#x81EA;&#x8EAB;&#xFF0C;&#x8BA9;&#x6211;&#x6709;&#x4E00;&#x4E2A;&#x7247;&#x523B;&#x5598;&#x606F;&#xFF0C;&#x4E86;&#x89E3;&#x6211;&#x81EA;&#x5DF1;&#x3002;</p><p>&#x4F5C;&#x4E3A;&#x5F80;&#x65E5;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x5927;&#x62E5;&#x8DB8;&#xFF0C;&#x53EF;&#x80FD;&#x6211;&#x77EB;&#x6789;&#x8FC7;&#x6B63;&#x4E86;&#x3002;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x6211;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#xFF0C;&#x4F46;&#x73B0;&#x5728;&#x6211;&#x6E05;&#x695A;&#x6211;&#x4E0D;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#x3002;</p>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/solving-insomnia/" itemprop="url">解决失眠</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-03-02T18:09:00.000Z" itemprop="datePublished">3月 3 2020</time>
                <span class="second-date-block"> (3月 3 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            7 分钟 读完 (约 1102 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x75AB;&#x60C5;&#x671F;&#x95F4;&#xFF0C;&#x539F;&#x672C;&#x4FDD;&#x6301;&#x7684;&#x65E9;&#x7761;&#x65E9;&#x8D77;&#x4E60;&#x60EF;&#x88AB;&#x6253;&#x7834;&#x4E86;&#xFF0C;&#x6BCF;&#x5929;&#x51CC;&#x6668; 2&#xFF0C;3 &#x70B9;&#x949F;&#x7761;&#xFF0C;10&#xFF0C;11 &#x70B9;&#x949F;&#x8D77;&#x3002;&#x6628;&#x5929;&#x65E9;&#x4E0A;&#x5237;&#x7740;&#x5FAE;&#x535A;&#x770B;&#x5230;&#x4E00;&#x4E2A; TED, &#x63D0;&#x5230;&#x5982;&#x679C;&#x665A;&#x4E0A;&#x6CA1;&#x6709;&#x597D;&#x597D;&#x7761;&#x89C9;&#xFF0C;&#x4F1A;&#x5BFC;&#x81F4;&#x8111;&#x810A;&#x6DB2;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x6E05;&#x9664;&#x8111;&#x90E8;&#x7EC6;&#x80DE;&#x5E9F;&#x7269;&#x3002;&#x4E8E;&#x662F;&#x8FC7;&#x4E86;&#x8FD9;&#x4E48;&#x4E45;&#x7EC8;&#x4E8E;&#x6DF1;&#x523B;&#x610F;&#x8BC6;&#x5230;&#x8981;&#x89E3;&#x51B3;&#x7761;&#x7720;&#x95EE;&#x9898;&#x3002;</p><p>&#x6309;&#x7167;&#x6211;&#x7684;&#x4E60;&#x60EF;&#x662F;&#x5148;&#x770B;&#x4E24;&#x672C;&#x76F8;&#x5173;&#x7684;&#x6DF1;&#x5EA6;&#x7814;&#x7A76;&#x7684;&#x4E66;&#x7C4D;&#xFF0C;&#x518D;&#x6162;&#x6162;&#x7684;&#x6539;&#x5584;&#x3002;&#x4F46;&#x662F;&#x8FD9;&#x6B21;&#x60F3;&#x65E9;&#x70B9;&#x89C1;&#x6548;&#x3002;&#x4E66;&#x4E5F;&#x4E0D;&#x8BFB;&#x4E86;&#xFF0C;&#x6309;&#x7740;&#x4E66;&#x540D;&#x300A;&#x7761;&#x7720;&#x9769;&#x547D;&#x300B;&#x53BB; b &#x7AD9;&#x627E;&#x89E3;&#x8BFB;&#x7248;&#xFF0C;&#x628A;&#x7CBE;&#x534E;&#x5185;&#x5BB9;&#x5148;&#x63D0;&#x53D6;&#x4E86;&#x3002;&#x8FD8;&#x53BB;&#x77E5;&#x4E4E;&#x4E5F;&#x770B;&#x4E86;&#x892A;&#x9ED1;&#x7D20;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x867D;&#x7136;&#x6CA1;&#x6709;&#x5403;&#xFF0C;&#x4F46;&#x662F;&#x6587;&#x4E2D;&#x4E5F;&#x6709;&#x5F88;&#x591A;&#x89C2;&#x70B9;&#x5F88;&#x6709;&#x5E2E;&#x52A9;&#x2014;&#x2014;&#x4E3A;&#x5907;&#x5FD8;&#x628A;&#x94FE;&#x63A5;&#x4E5F;&#x653E;&#x5728;&#x6587;&#x672B;&#x3002;</p><p>&#x603B;&#x4E4B;&#xFF0C;&#x770B;&#x5B8C;&#x6240;&#x6709;&#x8FD9;&#x4E9B;&#xFF0C;&#x6211;&#x5BF9;&#x6BD4;&#x7740;&#x81EA;&#x5DF1;&#x7684;&#x574F;&#x4E60;&#x60EF;&#xFF0C;&#x628A;&#x80FD;&#x7528;&#x4E0A;&#x7684;&#x89C2;&#x70B9;&#x7ED3;&#x5408;&#xFF0C;&#x505A;&#x4E86;&#x4E00;&#x4EFD;<strong>&#x603B;&#x7ED3;&#x5982;&#x4E0B;</strong>&#xFF1A;</p><ol><li>&#x7761;&#x4E0D;&#x7740;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x539F;&#x56E0;&#x662F;&#x4E4B;&#x524D;&#x4E0D;&#x60F3;&#x7761;&#x89C9;&#xFF0C;&#x8EBA;&#x4E0B;&#x5F00;&#x59CB;&#x7761;&#x65F6;&#x5DF2;&#x7ECF; 1&#xFF0C;2 &#x70B9;&#x4E86;&#x3002;</li><li>&#x9996;&#x8981;&#x89E3;&#x51B3;&#x7684;&#x5C31;&#x662F;&#x4E0D;&#x60F3;&#x7761;&#x89C9;&#x7684;&#x95EE;&#x9898;&#x3002;&#x4E0D;&#x8BBA;&#x662F;&#x770B;&#x522B;&#x4EBA;&#x6210;&#x529F;&#x7684;&#x7761;&#x7720;&#x65B9;&#x6CD5;&#x7ED9;&#x81EA;&#x5DF1;&#x505A;&#x5FC3;&#x91CC;&#x6697;&#x793A;&#x4E5F;&#x597D;&#xFF0C;&#x770B;&#x5927;&#x8111;&#x6E05;&#x7406;&#x5783;&#x573E;&#x7684;&#x539F;&#x7406;&#x8BA9;&#x81EA;&#x5DF1;&#x610F;&#x8BC6;&#x5230;&#x95EE;&#x9898;&#x4E25;&#x91CD;&#x6027;&#x4E5F;&#x597D;&#xFF0C;&#x603B;&#x4E4B;&#x8BA9;&#x81EA;&#x5DF1;&#x505A;&#x5230; 10 &#x70B9;&#x534A;-11 &#x70B9;&#x5C31;&#x8EBA;&#x4E0B;&#x7761;&#x89C9;&#xFF0C;&#x5E76;&#x5173;&#x95ED;&#x4E00;&#x5207;&#x7535;&#x5B50;&#x4EA7;&#x54C1;&#x3002;<strong>&#x84DD;&#x5149;&#x4F1A;&#x63A8;&#x8FDF;&#x4EA7;&#x751F;&#x892A;&#x9ED1;&#x7D20;</strong>&#xFF0C;&#x65E0;&#x9650;&#x5EF6;&#x957F;&#x5165;&#x7761;&#x65F6;&#x95F4;&#x3002;</li><li>&#x8EBA;&#x4E0B;&#x4E0D;&#x8981;&#x80E1;&#x601D;&#x4E71;&#x60F3;&#x4E86;&#xFF0C;&#x5C3D;&#x91CF;&#x591A;&#x653E;&#x7A7A;&#xFF0C;&#x51A5;&#x60F3;&#x3002;<strong>&#x4E13;&#x6CE8;&#x8179;&#x90E8;&#x547C;&#x5438;&#x6216;&#x8005;&#x611F;&#x53D7;&#x4EBA;&#x4E2D;&#x7684;&#x6C14;&#x606F;</strong>&#xFF0C;&#x4FDD;&#x6301;&#x65F6;&#x95F4;&#x8D8A;&#x4E45;&#x8D8A;&#x597D;&#x3002;</li><li>&#x767D;&#x5929;&#x4E00;&#x6574;&#x5929;&#x4E0D;&#x8981;&#x6240;&#x6709;&#x65F6;&#x95F4;&#x90FD;&#x5728;&#x7535;&#x8111;&#x624B;&#x673A;&#x4E0A;&#xFF0C;&#x7761;&#x524D;&#x81EA;&#x7136;&#x800C;&#x7136;&#x89C9;&#x5F97;&#x6D6A;&#x8D39;&#x65F6;&#x95F4;&#x800C;&#x5931;&#x843D;&#xFF0C;&#x5E78;&#x798F;&#x611F;&#x548C;&#x638C;&#x63A7;&#x611F;&#x4F1A;&#x964D;&#x4F4E;&#x3002;&#x767D;&#x5929;&#x770B;&#x770B;&#x4E66;&#x3002;&#x5982;&#x679C;&#x662F;&#x5355;&#x7EAF;&#x4E3A;&#x4E86;&#x7761;&#x524D;&#x5165;&#x7720;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x6700;&#x597D;&#x662F;&#x7761;&#x524D;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#x5C31;&#x505C;&#x4E0B;&#x522B;&#x7684;&#x53EA;<strong>&#x770B;&#x67AF;&#x71E5;&#x4E00;&#x70B9;&#x7684;&#x6559;&#x79D1;&#x4E66;</strong>&#x3002;</li><li>&#x6BD4;&#x8D77;&#x8D77;&#x5E8A;&#x65F6;&#x54AC;&#x54AC;&#x7259;&#x8FD8;&#x80FD;&#x5750;&#x8D77;&#x6765;&#xFF0C;&#x7761;&#x524D;&#x7761;&#x4E0D;&#x7740;&#x7684;&#x51E0;&#x4E2A;&#x5C0F;&#x65F6;&#x53D7;&#x5230;&#x7684;&#x6298;&#x78E8;&#xFF0C;&#x8981;&#x5927;&#x5F97;&#x591A;&#x3002;&#x5982;&#x679C;&#x4EE5;&#x4E0A;&#x51E0;&#x70B9;&#x80FD;&#x575A;&#x6301;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x8D77;&#x5E8A;&#x5E94;&#x8BE5;&#x4E0D;&#x662F;&#x4E2A;&#x95EE;&#x9898;&#x4E86;&#x3002;</li><li>&#x8D77;&#x5E8A;&#x65F6;&#x95F4;&#x53EF;&#x4EE5;&#x6309;&#x7167; R90 &#x539F;&#x5219;&#x3002;&#x4ECE;&#x7761;&#x89C9;&#x65F6;&#x95F4; +1.5*6=7.5 &#x4E2A;&#x5C0F;&#x65F6;&#x3002;&#x6BD4;&#x5982; 11 &#x70B9;&#x4E0A;&#x5E8A;&#xFF0C;11 &#x70B9;&#x534A;&#x7761;&#x7740;&#xFF0C;7 &#x70B9;&#x9192;&#x3002;</li></ol><p><strong>&#x5199;&#x5B8C;&#x4E0A;&#x9762;&#x8FD9;&#x4E9B;&#xFF0C;&#x7B2C;&#x4E00;&#x5929;&#x5B9E;&#x8DF5;&#x7ED3;&#x679C;</strong> &#xFF1A;</p><p>&#x665A;&#x4E0A; 10 &#x70B9;&#x591A;&#x544A;&#x8BC9;&#x81EA;&#x5DF1;&#x4E00;&#x5C0F;&#x65F6;&#x540E;&#x5230;&#x8981;&#x8FDB;&#x5165;&#x7761;&#x7720;&#x72B6;&#x6001;&#xFF0C;&#x628A;&#x706F;&#x8C03;&#x6210;&#x6696;&#x5149;&#xFF0C;&#x5F00;&#x59CB;&#x770B;&#x7269;&#x7406;&#x6559;&#x79D1;&#x4E66;&#x3002;&#x5982;&#x613F; 11 &#x70B9;&#x5C31;&#x56F0;&#x65E9;&#x65E9;&#x8EBA;&#x4E0B;&#x4E86;&#xFF08;&#x5168;&#x7A0B;&#x4E00;&#x76F4;&#x6CA1;&#x6709;&#x78B0;&#x8FC7;&#x624B;&#x673A;&#xFF09;&#x3002;</p><p>&#x4E0D;&#x8FC7;&#x5165;&#x7761;&#x82B1;&#x4E86;&#x633A;&#x957F;&#x65F6;&#x95F4;&#xFF0C;&#x770B;&#x4E66;&#x7D2F;&#x8BA1;&#x7684;&#x56F0;&#x610F;&#x795E;&#x5947;&#x5730;&#x4E00;&#x4E0A;&#x5E8A;&#x5C31;&#x6D88;&#x5931;&#x4E86;&#x4E00;&#x534A;&#x3002;&#x6709;&#x8D70;&#x795E;&#x513F;&#x7684;&#x503E;&#x5411;&#xFF0C;&#x8FD8;&#x662F;&#x5F3A;&#x8FEB;&#x81EA;&#x5DF1;&#x4E13;&#x6CE8;&#x547C;&#x5438;&#xFF0C;&#x4E0D;&#x8981;&#x628A;&#x6CE8;&#x610F;&#x529B;&#x653E;&#x5728;&#x80E1;&#x601D;&#x4E71;&#x60F3;&#x4E0A;&#x3002;&#x4E0D;&#x77E5;&#x591A;&#x4E45;&#x8FD8;&#x662F;&#x7761;&#x7740;&#x4E86;&#x3002;</p><p>&#x4F46;&#x662F;&#x534A;&#x591C;&#x6709;&#x9192;&#x8FC7;&#x6765;&#xFF08;&#x4EE5;&#x524D;&#x4E0D;&#x4F1A;&#xFF09;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x51E0;&#x70B9;&#xFF0C;&#x4E0D;&#x60F3;&#x770B;&#x624B;&#x673A;&#x3002;&#x5BF9;&#x6B64;&#x6211;&#x4E0D;&#x62C5;&#x5FC3;&#xFF0C;&#x6309;&#x7167;&#x770B;&#x7684;&#x90A3;&#x7BC7;&#x892A;&#x9ED1;&#x7D20;&#x6587;&#x7AE0;&#x7684;&#x7406;&#x8BBA;&#xFF0C;&#x8EAB;&#x4F53;&#x4E60;&#x60EF;&#x4E86; 2&#xFF0C;3 &#x70B9;&#x665A;&#x7761;&#x3002;&#x6240;&#x4EE5;&#x4E00;&#x65F6;&#x7A81;&#x7136; 11 &#x70B9;&#x7761;&#xFF0C;&#x6709;&#x70B9;&#x5207;&#x6362;&#x4E0D;&#x8FC7;&#x6765;&#x3002;</p><p>&#x65E9;&#x4E0A; 9 &#x70B9;&#x81EA;&#x7136;&#x9192;&#xFF0C;&#x4E0D;&#x8FC7;&#x6CA1;&#x6709;&#x7ACB;&#x523B;&#x8D77;&#x5E8A;&#xFF0C;&#x7761;&#x5230; 10 &#x53C8;&#x9192;&#x3002;&#x8FD9;&#x91CC;&#x6CA1;&#x6709;&#x5B9E;&#x8DF5; R90 &#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x5165;&#x7761;&#x65F6;&#x95F4;&#x957F;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x5177;&#x4F53;&#x7761;&#x7740;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x4E0D;&#x80FD;&#x63A8;&#x7B97;&#x5408;&#x7406;&#x8D77;&#x5E8A;&#x65F6;&#x95F4;&#x3002;&#x4F46;&#x662F;&#x9192;&#x6765;&#x72B6;&#x6001;&#x7279;&#x522B;&#x597D;&#xFF0C;&#x975E;&#x5E38;&#x6E05;&#x9192;&#x4E5F;&#x4E0D;&#x7D2F;&#xFF08;&#x6B64;&#x523B;&#x65E9;&#x4E0A;&#x66F4;&#x65B0;&#x535A;&#x5BA2;&#x5373;&#x662F;&#x660E;&#x8BC1;&#xFF09;&#x3002;</p><p><strong>&#x7B2C;&#x4E8C;&#x5929;&#x5B9E;&#x8DF5;&#x7ED3;&#x679C;</strong>&#xFF1A;</p><p>&#x56E0;&#x4E3A;&#x4E00;&#x70B9;&#x5C0F;&#x4E8B;&#xFF0C;&#x803D;&#x8BEF;&#x4E86;&#x534A;&#x5C0F;&#x65F6;&#xFF0C;11&#x70B9;&#x624D;&#x8EBA;&#x4E0B;&#xFF0C;&#x82B1;&#x4E86;&#x5F88;&#x4E45;&#x5165;&#x7761;&#xFF08;&#x611F;&#x89C9;&#x81F3;&#x5C11;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#xFF0C;&#x6CA1;&#x770B;&#x624B;&#x673A;&#xFF09;&#x3002;&#x65E9;&#x4E0A;8&#x70B9;&#x534A;&#x81EA;&#x7136;&#x9192;&#xFF0C;9&#x70B9;&#x8D77;&#x5E8A;&#x3002;</p><p></p><!--kg-card-begin: markdown--><blockquote>
<p>&#x53C2;&#x8003;&#x4FE1;&#x606F;&#xFF1A;</p>
<ol>
<li><a target="_blank" rel="noopener" href="https://www.bilibili.com/video/av19242557">[b&#x7AD9;] [TED&#x6F14;&#x8BB2;]&#x6CA1;&#x7761;&#x597D;&#x7684;&#x4EBA;&#xFF0C;&#x8111;&#x5B50;&#x91CC;&#x90FD;&#x662F;&#x5783;&#x573E;</a><br>
<a target="_blank" rel="noopener" href="https://k.sina.com.cn/article_1653662315_6290e26b01900kuk7.html">[&#x6587;&#x5B57;&#x7248;]</a></li>
<li><a target="_blank" rel="noopener" href="https://www.bilibili.com/video/av31184544/">[b&#x7AD9;] 99.9%&#x7684;&#x4EBA;&#x90FD;&#x4E0D;&#x77E5;&#x9053;&#x6B63;&#x786E;&#x5730;&#x7761;&#x89C9;&#xFF1F;|&#x300A;&#x7761;&#x7720;&#x9769;&#x547D;&#x300B;</a></li>
<li><a target="_blank" rel="noopener" href="https://www.bilibili.com/video/av50135461/">[b&#x7AD9;] &#x6559;&#x4F60;&#x62E5;&#x6709;&#x201C;&#x5B8C;&#x7F8E;&#x201D;&#x7761;&#x7720; | R90&#x7761;&#x7720;&#x6CD5; | &#x8BE5;&#x4E0D;&#x8BE5;&#x5348;&#x7761;&#xFF1F; </a></li>
<li><a target="_blank" rel="noopener" href="https://www.zhihu.com/question/23872537/answer/118654054">[&#x77E5;&#x4E4E;] &#x892A;&#x9ED1;&#x7D20;&#x7684;&#x526F;&#x4F5C;&#x7528;&#x6709;&#x54EA;&#x4E9B;&#xFF1F;</a></li>
</ol>
</blockquote>
<!--kg-card-end: markdown-->
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/how-i-use-maimemo/" itemprop="url">墨墨背单词小记</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-02-28T21:36:00.000Z" itemprop="datePublished">2月 29 2020</time>
                <span class="second-date-block"> (2月 29 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            4 分钟 读完 (约 630 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x6211;&#x628A;&#x58A8;&#x58A8;&#x4E0D;&#x4EC5;&#x5F53;&#x4F5C;&#x80CC;&#x5355;&#x8BCD;&#xFF0C;&#x800C;&#x4E14;&#x662F;&#x6FC0;&#x6D3B;&#x88AB;&#x52A8;&#x8BCD;&#x6C47;&#x53D8;&#x6210;&#x4E3B;&#x52A8;&#x8BCD;&#x6C47;&#x7684;&#x5DE5;&#x5177;&#x3002;</p><p>&#x4F55;&#x4E3A;&#x88AB;&#x52A8;&#x8BCD;&#x6C47;&#xFF0C;&#x5C31;&#x662F;&#x9047;&#x89C1;&#x4E86;&#x8BA4;&#x8BC6;&#xFF0C;&#x4F46;&#x662F;&#x4E0D;&#x9047;&#x89C1;&#x6CA1;&#x6709;&#x80FD;&#x529B;&#x4E3B;&#x52A8;&#x4F7F;&#x7528;&#x7684;&#x5355;&#x8BCD;&#x3002;</p><p>&#x6240;&#x4EE5;&#x590D;&#x4E60;&#x65F6;&#x6709;&#x4E24;&#x79CD;&#x60C5;&#x51B5;&#xFF0C;&#x54EA;&#x6015;&#x6211;&#x80FD;&#x8BB0;&#x8D77;&#x5B83;&#x7684;&#x610F;&#x601D;&#xFF0C;&#x4F46;&#x6211;&#x4E0D;&#x4F1A;&#x70B9;&#x201C;&#x8BA4;&#x8BC6;&#x201D;&#xFF1A;</p><!--kg-card-begin: markdown--><ol>
<li>&#x4E0D;&#x80FD;&#x77AC;&#x95F4;&#x53CD;&#x5E94;&#x5355;&#x8BCD;&#x610F;&#x601D;&#x7684;&#xFF0C;&#x5373;&#x8FD8;&#x9700;&#x8981;&#x51E0;&#x79D2;&#x949F;&#x56DE;&#x60F3;&#x7684;&#x3002;</li>
<li>&#x4E0D;&#x80FD;&#x53CD;&#x5E94;&#x8BE5;&#x5728;&#x4EC0;&#x4E48;&#x60C5;&#x5883;&#x4E0B;&#x4F7F;&#x7528;&#x7684;&#xFF0C;&#x5373;&#x4E0D;&#x80FD;&#x7ED3;&#x5408;&#x4E0A;&#x4E0B;&#x6587;&#x4F7F;&#x7528;&#x7684;&#x3002;</li>
</ol>
<!--kg-card-end: markdown--><p>&#x4E3E;&#x4E2A;&#x4F8B;&#x5B50;&#xFF0C;&quot;inner&quot;&#xFF0C;&#x542C;&#x5230;&#x7684;&#x77AC;&#x95F4;&#x6211;&#x5C31;&#x53CD;&#x5E94;&#x5B83;&#x7684;&#x610F;&#x601D;&#x662F;&quot;&#x5185;&#x90E8;&#x7684;&quot;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x4E0D;&#x80FD;&#x4E0B;&#x610F;&#x8BC6;&#x7684;&#x60F3;&#x8D77;&#x6765;&#x5B83;&#x5177;&#x4F53;&#x662F;&#x600E;&#x4E48;&#x4F7F;&#x7528;&#xFF0C;&#x548C;&quot;inside&quot;&#x4EE5;&#x53CA;&quot;internal&quot;&#x5982;&#x4F55;&#x533A;&#x5206;&#x3002;&#x6211;&#x4F1A;&#x70B9;&#x201C;&#x6A21;&#x7CCA;&#x201D;&#xFF0C;&#x7136;&#x540E;&#x56DE;&#x8FC7;&#x5934;&#x6765;&#x770B;&#x4F8B;&#x53E5;&#xFF0C;&#x4F8B;&#x53E5;&#x4E0D;&#x80FD;&#x8BA9;&#x6211;&#x533A;&#x5206;&#x7684;&#x6211;&#x518D;&#x53BB;&#x770B;&#x67EF;&#x6797;&#x65AF;&#x8BCD;&#x5178;&#x3002;</p><p>&#x8BF4;&#x8D77;&#x6765;&#x597D;&#x50CF;&#x89C9;&#x5F97;&#x5F88;&#x8D39;&#x52B2;&#xFF0C;&#x4F46;&#x5176;&#x5B9E;&#x8FC7;&#x7A0B;&#x5F88;&#x5FEB;&#x3002;&#x5728;&quot;inner&quot;&#x8FD9;&#x4E2A;&#x4F8B;&#x5B50;&#x91CC;&#xFF0C;&#x6211;&#x770B;&#x4E86;&#x4E00;&#x773C;&#x6709;&#x4E24;&#x4E2A;&#x4F8B;&#x53E5;&quot;the inner feeings&quot;&#x3001;&quot;the lable is in the inner side of the box&quot;&#xFF0C;&#x53EA;&#x770B;&#x4E24;&#x53E5;&#x4E2D;&#x7684;&quot;innner feelings&quot;&#x548C;&quot;inner side&quot;&#x5C31;&#x5DF2;&#x7ECF;&#x8DB3;&#x591F;&#x6211;&#x5728;&#x8111;&#x6D77;&#x4E2D;&#x5EFA;&#x7ACB;&#x5BF9;&quot;inner&quot;&#x7684;&#x5927;&#x6982;&#x5370;&#x8C61;&#x4E86;&#xFF0C;&#x53EF;&#x4EE5;&#x80CC;&#x4E0B;&#x4E00;&#x4E2A;&#x8BCD;&#x4E86;&#x3002;&#x5269;&#x4E0B;&#x7684;&#x5C31;&#x8BA9;&#x5370;&#x8C61;&#x5728;&#x8111;&#x6D77;&#x4E2D;&#x81EA;&#x5DF1;&#x6162;&#x6162;&#x751F;&#x957F;&#x5C31;&#x591F;&#x4E86;&#x3002;</p><p>&#x7531;&#x6B64;&#x53EF;&#x89C1;&#xFF0C;&#x867D;&#x7136;&#x4E00;&#x5F00;&#x59CB;&#x65E9;&#x5C31;&#x80FD;&#x53CD;&#x5E94;&quot;inner&quot;&#x662F;&#x201C;&#x5185;&#x90E8;&#x7684;&#x201D;&#xFF0C;&#x4F46;&#x662F;&#x53EA;&#x6709;&#x5355;&#x8584;&#x7684;&#x4E2D;&#x6587;&#x8BCD;&#x5BF9;&#x5E94;&#xFF0C;&#x5E76;&#x4E0D;&#x8DB3;&#x4EE5;&#x8BA9;&#x4F60;&#x771F;&#x7684;&#x4F1A;&#x7528;&#x82F1;&#x6587;&#x8BCD;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x8FFD;&#x6C42;&#x7684;&#x201C;&#x4F1A;&#x4E86;&#x201D;&#x4E0D;&#x662F;&#x5982;&#x4F55;&#x7FFB;&#x8BD1;&#xFF0C;&#x800C;&#x662F;&#x5982;&#x4F55;&#x4F7F;&#x7528;&#x3002;&#x56E0;&#x6B64;&#x867D;&#x7136;&#x6709;&#x4E9B;&#x5355;&#x8BCD;&#x6211;&#x80CC;&#x65F6;&#x56DE;&#x60F3;&#x4E0D;&#x8D77;&#x5B83;&#x7684;&#x4E2D;&#x6587;&#x610F;&#x601D;&#xFF0C;&#x4F46;&#x6211;&#x80FD;&#x4F53;&#x4F1A;&#x5B83;&#x63CF;&#x8FF0;&#x7684;&#x6982;&#x5FF5;&#x6216;&#x60C5;&#x5F62;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF0C;&#x6211;&#x4E5F;&#x8BA4;&#x4E3A;&#x81EA;&#x5DF1;&#x662F;&#x201C;&#x4F1A;&#x4E86;&#x201D;&#x3002;&#x6BD4;&#x5982;&quot;Renaissance&quot;&#xFF0C;&#x6709;&#x65F6;&#x6211;&#x4E0D;&#x80FD;&#x7ACB;&#x9A6C;&#x56DE;&#x60F3;&#x8D77;&#x6765;&#x5B83;&#x5BF9;&#x5E94;&#x7684;&#x4E2D;&#x6587;&#x8BCD;&#x662F;&#x201C;&#x6587;&#x827A;&#x590D;&#x5174;&#x201D;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x5B8C;&#x5168;&#x660E;&#x786E;&#x8FD9;&#x4E2A;&#x8BCD;&#x5BF9;&#x5E94;&#x7684;&#x662F;&#x8FD9;&#x4E2A;&#x4E8B;&#x4EF6;&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x4F1A;&#x70B9;&#x201C;&#x8BA4;&#x8BC6;&#x201D;&#x3002;</p><p>&#x8FD8;&#x6709;&#x4E00;&#x70B9;&#xFF0C;&#x590D;&#x4E60;&#x65F6;&#x6211;&#x662F;&#x4E0D;&#x770B;&#x5C4F;&#x5E55;&#xFF0C;&#x53EA;&#x542C;&#x58F0;&#x97F3;&#x7684;&#x3002;&#x56E0;&#x4E3A;&#x6211;&#x81EA;&#x5DF1;&#x542C;&#x529B;&#x5F88;&#x5DEE;&#xFF0C;&#x5F88;&#x591A;&#x88AB;&#x52A8;&#x5355;&#x8BCD;&#x5C24;&#x5176;&#x5F31;&#x5728;&#x542C;&#x529B;&#x4E0A;&#xFF0C;&#x6240;&#x4EE5;&#x590D;&#x4E60;&#x65F6;&#x4E3B;&#x52A8;&#x5207;&#x65AD;&#x5355;&#x8BCD;&#x7684;&#x89C6;&#x89C9;&#x8054;&#x7CFB;&#xFF0C;&#x907F;&#x514D;&#x4E00;&#x4E9B;&#x5E38;&#x89C1;&#x8BCD;&#x80CC;&#x65F6;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x201C;&#x65E9;&#x5C31;&#x4F1A;&#x201D;&#x7684;&#x9519;&#x89C9;&#x3002;</p>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/the-one-who-teaches/" itemprop="url">教别人做事</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-01-04T05:49:53.000Z" itemprop="datePublished">1月 4 2020</time>
                <span class="second-date-block"> (1月 4 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            2 分钟 读完 (约 323 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x6211;&#x4EEC;&#x603B;&#x559C;&#x6B22;&#x6559;&#x522B;&#x4EBA;&#x505A;&#x4E8B;&#xFF0C;&#x6559;&#x522B;&#x4EBA;&#x505A;&#x4EBA;&#x3002;&#x56E0;&#x4E3A;&#x8BF1;&#x60D1;&#x5B9E;&#x5728;&#x592A;&#x5927;&#x4E86;&#xFF0C;&#x7ED9;&#x6B63;&#x786E;&#x7684;&#x5EFA;&#x8BAE;&#x5B9E;&#x5728;&#x592A;&#x5BB9;&#x6613;&#x4E86;&#x3002;</p><p>&#x6B63;&#x786E;&#x7684;&#x5EFA;&#x8BAE;&#x5176;&#x5B9E;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x505A;&#x3002;&#x4F46;&#x662F;&#x771F;&#x7684;&#x505A;&#xFF0C;&#x592A;&#x96BE;&#xFF0C;&#x8981;&#x82B1;&#x65F6;&#x95F4;&#x3001;&#x82B1;&#x7CBE;&#x529B;&#xFF0C;&#x8981;&#x52AA;&#x529B;&#x3001;&#x52E4;&#x594B;&#x3001;&#x575A;&#x6301;&#x3002;&#x800C;&#x4F60;&#x6559;&#x522B;&#x4EBA;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x8BF4;&#xFF0C;&#x4F60;&#x8981;&#x8FD9;&#x6837;&#xFF0C;&#x8981;&#x90A3;&#x6837;&#x3002;&#x4F60;&#x8BF4;&#x7684;&#x6C38;&#x8FDC;&#x90FD;&#x662F;&#x6B63;&#x786E;&#x7684;&#x3002;&#x522B;&#x4EBA;&#x6839;&#x672C;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x80FD;&#x53CD;&#x9A73;&#x4F60;&#x3002;</p><p>&#x4F60;&#x8BF4;&#xFF0C;&#x4E0D;&#x8981;&#x53BB;&#x60F3;&#x90A3;&#x4E9B;&#x7EC6;&#x679D;&#x672B;&#x8282;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4E13;&#x6CE8;&#x5728;&#x4F60;&#x8981;&#x505A;&#x7684;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x60C5;&#x4E0A;&#xFF0C;&#x7EC6;&#x679D;&#x672B;&#x8282;&#x7B49;&#x5230;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x60C5;&#x505A;&#x597D;&#x4E86;&#x518D;&#x53BB;&#x505A;&#x4E5F;&#x4E0D;&#x8FDF;&#x3002;&#x6548;&#x7387;&#x6700;&#x91CD;&#x8981;&#xFF0C;&#x673A;&#x4F1A;&#x6210;&#x672C;&#x6700;&#x91CD;&#x8981;&#x3002;</p><p>&#x4F46;&#x662F;&#x8FD9;&#x65F6;&#x5019;&#x53BB;&#x505A;&#x90A3;&#x4E9B;&#x7EC6;&#x679D;&#x672B;&#x8282;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x662F;&#x591A;&#x4E48;&#x5927;&#x7684;&#x8BF1;&#x60D1;&#x554A;&#xFF0C;&#x5B83;&#x65E2;&#x53EF;&#x4EE5;&#x8BA9;&#x4F60;&#x5F97;&#x5230;&#x6B63;&#x5728;&#x52AA;&#x529B;&#x7684;&#x5E7B;&#x89C9;&#xFF0C;&#x5B83;&#x53C8;&#x5BB9;&#x6613;&#x505A;&#x5230;&#xFF0C;&#x8FD8;&#x4E0D;&#x8D39;&#x529B;&#x6C14;&#x3002;</p><p>&#x5982;&#x679C;&#x771F;&#x7684;&#x90A3;&#x4E48;&#x4F1A;&#x6559;&#x4EBA;&#x7684;&#x8BDD;&#xFF0C;&#x8FD8;&#x662F;&#x6559;&#x6559;&#x81EA;&#x5DF1;&#x5427;&#x3002;&#x628A;&#x81EA;&#x5DF1;&#x60F3;&#x8C61;&#x6210;&#x88AB;&#x6559;&#x7684;&#x90A3;&#x4E2A;&#x4EBA;&#xFF0C;&#x95EE;&#x95EE;&#x81EA;&#x5DF1;&#x73B0;&#x5728;&#x5728;&#x505A;&#x54EA;&#x4E9B;&#x5BB9;&#x6613;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4F60;&#x60F3;&#x9003;&#x907F;&#x3001;&#x60F3;&#x9000;&#x7F29;&#x7684;&#x6B63;&#x786E;&#x7684;&#x4E8B;&#x60C5;&#x3002;</p>
</body></html>
    
    </div>
    
    
</article>




    
    
        
<nav class="pagination is-centered is-rounded" role="navigation" aria-label="pagination">
    <div class="pagination-previous is-invisible is-hidden-mobile">
        <a href="/tags/thoughts/page/0/">上一页</a>
    </div>
    <div class="pagination-next">
        <a href="/tags/thoughts/page/2/">下一页</a>
    </div>
    <ul class="pagination-list is-hidden-mobile">
        
        <li><a class="pagination-link is-current" href="/tags/thoughts/">1</a></li>
        
        <li><a class="pagination-link" href="/tags/thoughts/page/2/">2</a></li>
        
    </ul>
</nav>
    
    </div>
</section>
    <footer class="footer">
    <div class="container">
        <div class="columns content">
            <div class="column is-narrow has-text-centered">
                &copy; 2023 FINE&nbsp;
                Разработано на базе <a href="http://hexo.io/" target="_blank">Hexo</a> & <a
                        target="_blank" rel="noopener" href="http://github.com/ppoffice/hexo-theme-minos">Minos</a>
            </div>
            <div class="column is-hidden-mobile"></div>

            
            
        </div>
    </div>
</footer>
    <script src="//cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/moment.js/2.22.2/moment-with-locales.min.js"></script>

<!-- test if the browser is outdated -->
<div id="outdated">
    <h6>Your browser is out-of-date!</h6>
    <p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" target="_blank" rel="noopener" href="http://outdatedbrowser.com/">Update my browser now </a></p>
    <p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p>
</div>
<script src="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.js"></script>
<script>
    $(document).ready(function () {
        // plugin function, place inside DOM ready function
        outdatedBrowser({
            bgColor: '#f25648',
            color: '#ffffff',
            lowerThan: 'flex'
        })
    });
</script>

<script>
    window.FontAwesomeConfig = {
        searchPseudoElements: true
    }
    moment.locale("zh-CN");
</script>


    
    
<script src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.4/MathJax.js?config=TeX-MML-AM_CHTML"></script>
<script>
    MathJax.Hub.Config({
        "HTML-CSS": {
            matchFontHeight: false
        },
        SVG: {
            matchFontHeight: false
        },
        CommonHTML: {
            matchFontHeight: false
        },
        tex2jax: {
            inlineMath: [
                ['$','$'],
                ['\\(','\\)']
            ]
        }
    });
</script>

    
    
    
    
<script src="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/js/lightgallery-all.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/js/jquery.justifiedGallery.min.js"></script>
<script>
    (function ($) {
        $(document).ready(function () {
            if (typeof($.fn.lightGallery) === 'function') {
                $('.article.gallery').lightGallery({ selector: '.gallery-item' });
            }
            if (typeof($.fn.justifiedGallery) === 'function') {
                $('.justified-gallery > p > .gallery-item').unwrap();
                $('.justified-gallery').justifiedGallery();
            }
        });
    })(jQuery);
</script>

    
    
    <script src="https://cdnjs.cloudflare.com/ajax/libs/clipboard.js/2.0.0/clipboard.min.js"></script>
    <style>
        .hljs {
            position: relative;
        }

        .hljs .clipboard-btn {
            float: right;
            color: #9a9a9a;
            background: none;
            border: none;
            cursor: pointer;
        }

        .hljs .clipboard-btn:hover {
          color: #8a8a8a;
        }

        .hljs > .clipboard-btn {
            display: none;
            position: absolute;
            right: 4px;
            top: 4px;
        }

        .hljs:hover > .clipboard-btn {
            display: inline;
        }

        .hljs > figcaption > .clipboard-btn {
            margin-right: 4px;
        }
    </style>
    <script>
      $(document).ready(function () {
        $('figure.hljs').each(function(i, figure) {
          var codeId = 'code-' + i;
          var code = figure.querySelector('.code');
          var copyButton = $('<button>Copy <i class="far fa-clipboard"></i></button>');
          code.id = codeId;
          copyButton.addClass('clipboard-btn');
          copyButton.attr('data-clipboard-target-id', codeId);

          var figcaption = figure.querySelector('figcaption');

          if (figcaption) {
            figcaption.append(copyButton[0]);
          } else {
            figure.prepend(copyButton[0]);
          }
        })

        var clipboard = new ClipboardJS('.clipboard-btn', {
          target: function(trigger) {
            return document.getElementById(trigger.getAttribute('data-clipboard-target-id'));
          }
        });
        clipboard.on('success', function(e) {
          e.clearSelection();
        })
      })
    </script>

    
    

    



<script src="/js/script.js"></script>


    
    <div class="searchbox ins-search">
    <div class="searchbox-mask"></div>
    <div class="searchbox-container ins-search-container">
        <div class="searchbox-input-wrapper">
            <input type="text" class="searchbox-input ins-search-input" placeholder="站内搜索" />
            <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span>
        </div>
        <div class="searchbox-result-wrapper ins-section-wrapper">
            <div class="ins-section-container"></div>
        </div>
    </div>
</div>
<script>
    (function (window) {
        var INSIGHT_CONFIG = {
            TRANSLATION: {
                POSTS: '文章',
                PAGES: '页面',
                CATEGORIES: '分类',
                TAGS: '标签',
                UNTITLED: '(无标题)',
            },
            CONTENT_URL: '/content.json',
        };
        window.INSIGHT_CONFIG = INSIGHT_CONFIG;
    })(window);
</script>

<script src="/js/insight.js"></script>

    
</body>
</html>