<!DOCTYPE html>
<html class="has-navbar-fixed-top">
<head>
    <meta charset="utf-8">
<title>坚持一生的小习惯 - 闲情偶寄</title>
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.css">




<meta name="description" content="">





    <meta name="description" content="&amp;#x4F38;&amp;#x61D2;&amp;#x8170;&amp;#x65F6;&amp;#xFF0C;&amp;#x80CC;&amp;#x9614;&amp;#x808C;&amp;#x4F20;&amp;#x6765;&amp;#x5FAE;&amp;#x5FAE;&amp;#x7684;&amp;#x9178;&amp;#x75DB;&amp;#xFF0C;&amp;#x4F46;&amp;#x662F;&amp;#x6211;&amp;#x633A;&amp;#x9AD8;&amp;#x5174;&amp;#xFF0C;&amp;#x56E0;&amp;#x4E3A;">
<meta property="og:type" content="article">
<meta property="og:title" content="坚持一生的小习惯">
<meta property="og:url" content="https://shuai.ga/stick-to-small-habits-of-a-lifetime/">
<meta property="og:site_name" content="闲情偶寄">
<meta property="og:description" content="&amp;#x4F38;&amp;#x61D2;&amp;#x8170;&amp;#x65F6;&amp;#xFF0C;&amp;#x80CC;&amp;#x9614;&amp;#x808C;&amp;#x4F20;&amp;#x6765;&amp;#x5FAE;&amp;#x5FAE;&amp;#x7684;&amp;#x9178;&amp;#x75DB;&amp;#xFF0C;&amp;#x4F46;&amp;#x662F;&amp;#x6211;&amp;#x633A;&amp;#x9AD8;&amp;#x5174;&amp;#xFF0C;&amp;#x56E0;&amp;#x4E3A;">
<meta property="og:locale" content="zh_CN">
<meta property="og:image" content="https://shuai.ga/content/images/2020/01/iPhone_52a85_IMG_6534.JPEG">
<meta property="og:image" content="https://shuai.ga/content/images/2020/01/iPhone_52a85_IMG_6529.JPEG">
<meta property="article:published_time" content="2020-01-13T06:13:37.000Z">
<meta property="article:modified_time" content="2020-01-14T20:09:48.000Z">
<meta property="article:author" content="FINE">
<meta property="article:tag" content="myway">
<meta name="twitter:card" content="summary">
<meta name="twitter:image" content="https://shuai.ga/content/images/2020/01/iPhone_52a85_IMG_6534.JPEG">





<link rel="icon" href="/favicon.png">


<link rel="stylesheet" href="//fonts.googleapis.com/css?family=Ovo|Source+Code+Pro">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/bulma/0.6.2/css/bulma.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/css/lightgallery.min.css">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/css/justifiedGallery.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/styles/atom-one-light.min.css">


<link rel="stylesheet" href="/css/style.css">


<script defer src="//use.fontawesome.com/releases/v5.0.8/js/all.js"></script>


    
    
    
    
    
    
    
    
    
    

    


<meta name="generator" content="Hexo 5.2.0"></head>
<body>
    
<nav class="navbar is-transparent is-fixed-top navbar-main" role="navigation" aria-label="main navigation">
    <div class="container">
        <div class="navbar-brand">
            <a class="navbar-item navbar-logo" href="/">
                
                <img src="/images/logo.png" alt="" height="28">
                
            </a>
            <div class="navbar-burger">
                <span></span>
                <span></span>
                <span></span>
            </div>
        </div>
        
        <div class="navbar-menu navbar-start">
            
            <a class="navbar-item "
               href="/archives">归档</a>
            
            <a class="navbar-item "
               href="/categories/Documentation">文档</a>
            
            <a class="navbar-item "
               href="/about">关于</a>
            
        </div>
        
        <div class="navbar-menu navbar-end">
            
            <a class="navbar-item search" title="搜索" href="javascript:;">
                <i class="fas fa-search"></i>
            </a>
            
            
            
            <a class="navbar-item" title="GitHub" target="_blank" rel="noopener" href="https://github.com/ppoffice/hexo-theme-minos">
                
                <i class="fab fa-github"></i>
                
            </a>
               
            
        </div>
    </div>
</nav>

    <section class="section">
    <div class="container">
    <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            坚持一生的小习惯
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-01-13T06:13:37.000Z" itemprop="datePublished">1月 13 2020</time>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            9 分钟 读完 (约 1374 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x4F38;&#x61D2;&#x8170;&#x65F6;&#xFF0C;&#x80CC;&#x9614;&#x808C;&#x4F20;&#x6765;&#x5FAE;&#x5FAE;&#x7684;&#x9178;&#x75DB;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x633A;&#x9AD8;&#x5174;&#xFF0C;&#x56E0;&#x4E3A;&#x80CC;&#x75DB;&#x4E0D;&#x662F;&#x56E0;&#x4E3A;&#x7F3A;&#x4E4F;&#x953B;&#x70BC;&#x3002;&#x800C;&#x662F;&#x610F;&#x5473;&#x7740;&#x6211;&#x6628;&#x665A;&#x7EC3;&#x7684;&#x5F15;&#x4F53;&#x5411;&#x4E0A;&#x7EC3;&#x5230;&#x4F4D;&#x4E86;&#xFF0C;&#x7531;&#x6B64;&#x800C;&#x6765;&#x7684;<a target="_blank" rel="noopener" href="https://zh.wikipedia.org/wiki/%E9%81%B2%E7%99%BC%E6%80%A7%E8%82%8C%E8%82%89%E7%97%9B">&#x5EF6;&#x8FDF;&#x6027;&#x808C;&#x8089;&#x9178;&#x75DB;</a>&#x3002;</p><p>&#x81EA;&#x4ECE;&#x5065;&#x8EAB;&#x5361;&#x5230;&#x671F;&#x540E;&#xFF0C;&#x6211;&#x633A;&#x4E45;&#x6CA1;&#x6709;&#x518D;&#x7EC3;&#x8FC7;&#x5F15;&#x4F53;&#x5411;&#x4E0A;&#x4E86;&#x3002;&#x6700;&#x8FD1;&#x4E70;&#x4E86;&#x4E2A;&#x5BB6;&#x7528;&#x7684;&#x5F15;&#x4F53;&#x5411;&#x4E0A;&#x67B6;&#xFF0C;&#x6628;&#x5929;&#x7B2C;&#x4E00;&#x6B21;&#x6B63;&#x5F0F;&#x5F00;&#x7EC3;&#x3002;&#x8FD9;&#x4E00;&#x6B21;&#x6211;&#x5F15;&#x4F53;&#x5411;&#x4E0A;&#x8BAD;&#x7EC3;&#x5F3A;&#x5EA6;&#x4E4B;&#x5C0F;&#xFF0C;&#x8BA9;&#x6211;&#x4EE5;&#x4E3A;&#x7B2C;&#x4E8C;&#x5929;&#x8EAB;&#x4F53;&#x6839;&#x672C;&#x4E0D;&#x4F1A;&#x6709;&#x611F;&#x89C9;&#x3002;&#x5230;&#x5E95;&#x6709;&#x591A;&#x5C0F;&#x5462;&#xFF1A;1-1-1-1&#xFF0C;&#x6BCF;&#x7EC4; 1 &#x4E2A;&#xFF0C;&#x4E00;&#x5171; 4 &#x7EC4;&#x3002;</p><p>&#x6BCF;&#x6B21;&#x7EC3;&#x5B8C;&#x4E00;&#x4E2A;&#x5C31;&#x4F11;&#x606F;&#x4E00;&#x5206;&#x949F;&#xFF0C;&#x4E00;&#x5171;&#x624D;&#x505A;&#x4E86; 4 &#x4E2A;&#xFF0C;&#x8FD9;&#x80FD;&#x53EB;&#x505A;&#x5065;&#x8EAB;&#x4EBA;&#x58EB;&#x7684;&#x65B9;&#x6848;&#xFF1F;&#x7B80;&#x76F4;&#x4EE4;&#x4EBA;&#x6C57;&#x989C;&#x2014;&#x2014;&#x4F46;&#xFF0C;&#x5176;&#x5B9E;&#x8FD8;&#x597D;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x523B;&#x610F;&#x5B89;&#x6392;&#x7684;&#x6570;&#x91CF;&#xFF0C;&#x6211;&#x4E0D;&#x89C9;&#x5F97;&#x8FD9;&#x4E2A;&#x6570;&#x91CF;&#x5C0F;&#x3002;</p><p>&#x4ECE; 1 &#x4E2A;&#x5F00;&#x59CB;&#xFF0C;&#x539F;&#x56E0;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x4E0D;&#x4F1A;&#x8BA9;&#x4EBA;&#x575A;&#x6301;&#x4E0D;&#x4E0B;&#x53BB;&#x7684;&#x6570;&#x91CF;&#x3002;&#x6211;&#x6253;&#x7B97;&#x575A;&#x6301;&#x8FD9;&#x4E2A;&#x4E60;&#x60EF;&#x5F88;&#x4E45;&#x5F88;&#x4E45;&#xFF0C;&#x751A;&#x81F3;&#x6211;&#x5E0C;&#x671B;&#x662F;&#x6C38;&#x8FDC;&#x3002;</p><p>&#x6211;&#x5F53;&#x7136;&#x53EF;&#x4EE5;&#x4ECA;&#x5929;&#x5C31;&#x7EC3;&#x5230;&#x529B;&#x7AED;&#xFF0C;&#x7B2C;&#x4E00;&#x7EC4;&#x5C31;&#x6897;&#x7740;&#x8116;&#x5B50;&#x505A; 6 &#x4E2A;&#xFF0C;&#x7136;&#x800C;&#x8FD9;&#x6837;&#x953B;&#x70BC;&#x6CA1;&#x6709;&#x610F;&#x4E49;&#xFF0C;&#x52A8;&#x4F5C;&#x4E0D;&#x591F;&#x6807;&#x51C6;&#xFF0C;&#x4E0D;&#x80FD;&#x5145;&#x5206;&#x8C03;&#x52A8;&#x80CC;&#x9614;&#x808C;&#xFF0C;&#x5728;&#x524D;&#x51E0;&#x7EC4;&#x5C31;&#x5DF2;&#x7ECF;&#x7528;&#x5176;&#x4ED6;&#x808C;&#x7FA4;&#x501F;&#x529B;&#x3002;</p><p>&#x800C;&#x4E14;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x5B89;&#x6392;&#x4F1A;&#x8BA9;&#x6211;&#x575A;&#x6301;&#x4E0D;&#x4E0B;&#x53BB;&#x3002;&#x54EA;&#x6015;&#x6211;&#x89C9;&#x5F97;&#x4ECA;&#x5929;&#x7EC3;&#x5F97;&#x7279;&#x522B;&#x6EE1;&#x8DB3;&#xFF0C;&#x4F46;&#x662F;&#x4E0B;&#x6B21;&#x518D;&#x60F3;&#x953B;&#x70BC;&#x7684;&#x65F6;&#x5019;&#x60F3;&#x8D77;&#x6765;&#x7684;&#x662F;<strong>&#x4E4B;&#x524D;&#x75B2;&#x60EB;&#x7684;&#x56DE;&#x5FC6;</strong>&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x65B9;&#x6CD5;&#x7EC3;&#x4E0D;&#x4E86;&#x51E0;&#x6B21;&#xFF0C;&#x5C31;&#x518D;&#x4E5F;&#x4E0D;&#x4F1A;&#x6709;&#x4E0B;&#x6B21;&#x4E86;&#x3002;</p><p>&#x53CD;&#x800C;&#xFF0C;&#x62B1;&#x7740;&#x957F;&#x8FDC;&#x7684;&#x5FC3;&#x6001;&#xFF0C;&#x505A;&#x5C0F;&#x6570;&#x91CF;&#xFF0C;&#x597D;&#x5904;&#x662F;&#xFF1A;</p><ol><li>&#x6BCF;&#x4E00;&#x4E2A;&#x52A8;&#x4F5C;&#x505A;&#x5230;&#x4F4D;&#xFF0C;&#x7A33;&#x624E;&#x7A33;&#x6253;&#xFF0C;&#x6BD4;&#x5982;&#x6DF1;&#x8E72;&#x5C31;&#x5C3D;&#x91CF;&#x4E0B;&#x8E72;&#x5230;&#x5E73;&#x884C;&#x5730;&#x9762;&#xFF0C;&#x4FEF;&#x5367;&#x6491;&#x5C31;&#x5367;&#x5230;&#x80F8;&#x8D34;&#x5730;&#x9762;&#x3002;&#x4E0D;&#x4F1A;&#x4E3A;&#x4E86;&#x5B8C;&#x6210;&#x6570;&#x91CF;&#xFF0C;&#x5FFD;&#x7565;<strong>&#x52A8;&#x4F5C;&#x51C6;&#x786E;&#x5EA6;</strong>&#x3002;</li><li>&#x6162;&#x6162;&#x5728;&#x81EA;&#x5DF1;&#x63A5;&#x53D7;&#x8303;&#x56F4;&#x5185;<strong>&#x5FAA;&#x5E8F;&#x6E10;&#x8FDB;</strong>&#xFF0C;&#x9010;&#x6E10;&#x63D0;&#x9AD8;&#x3002;</li></ol><figure class="kg-card kg-image-card kg-card-hascaption"><img src="/content/images/2020/01/iPhone_52a85_IMG_6534.JPEG" class="kg-image"><figcaption>&#x6211;&#x7528; Runtastic &#x6700;&#x8FD1;6&#x6B21;&#x6DF1;&#x8E72;&#x8BB0;&#x5F55;</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="/content/images/2020/01/iPhone_52a85_IMG_6529.JPEG" class="kg-image"><figcaption>&#x6211;&#x7528; Runtastic &#x6700;&#x8FD1;6&#x6B21;&#x4FEF;&#x5367;&#x6491;&#x8BB0;&#x5F55;</figcaption></figure><hr><p>&#x4FC3;&#x4F7F;&#x6211;&#x5F00;&#x59CB;&#x8FD9;&#x4E00;&#x8BA1;&#x5212;&#x7684;&#x6E90;&#x5934;&#xFF0C;&#x6765;&#x6E90;&#x4E8E;&#x53E6;&#x5916;&#x4E00;&#x4EF6;&#x4E8B;&#xFF1A;&#x4ECA;&#x5929;&#x521A;&#x597D;&#x662F;&#x6211;&#x575A;&#x6301;&#x80CC;&#x5355;&#x8BCD;30&#x5929;&#x3002;&#x8BF4;&#x662F;&#x575A;&#x6301;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x4E00;&#x4E2A;&#x6708;&#x4E2D;&#xFF0C;&#x6211;&#x5B8C;&#x5168;&#x6CA1;&#x6709;&#x89C9;&#x5F97;&#x56F0;&#x96BE;&#x8FC7;&#x3002;&#x6700;&#x91CD;&#x8981;&#x7684;&#x539F;&#x56E0;&#x5C31;&#x662F;&#x6211;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x4E24;&#x4E2A;&#x5B57;&#xFF1A;&#x5C11;&#x80CC;&#x3002;</p><p>&#x8BF4;&#x8D77;&#x6765;&#x53EF;&#x80FD;&#x633A;&#x65E0;&#x5398;&#x5934;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#x575A;&#x6301;&#x4E86;&#x4E00;&#x4E2A;&#x6708;&#xFF0C;&#x800C;&#x4E14;&#x9884;&#x8BA1;&#x8FD8;&#x80FD;&#x575A;&#x6301;&#x5927;&#x534A;&#x5E74;&#x3002;</p><p><strong>&#x5C11;</strong>&#x5177;&#x4F53;&#x662F;&#x591A;<strong>&#x5C11;</strong>&#x5462;&#xFF1A;&#x4E00;&#x5929;&#x53EA;&#x590D;&#x4E60; 15 &#x4E2A;&#x5355;&#x8BCD;&#xFF0C;&#x65B0;&#x5B66;&#x5355;&#x8BCD; 0-10 &#x4E2A;&#xFF0C;&#x6570;&#x91CF;&#x770B;&#x5FC3;&#x60C5;&#xFF0C;&#x5F53;&#x5929;&#x7740;&#x6025;&#x5C31;&#x4E0D;&#x5B66;&#x65B0;&#x8BCD;&#x53EA;&#x590D;&#x4E60;&#xFF0C;&#x6CA1;&#x5565;&#x4E8B;&#x5C31;&#x65B0;&#x5B66; 10 &#x4E2A;&#xFF0C;&#x4F46;&#x662F;&#x4E5F;&#x4E0D;&#x4F1A;&#x518D;&#x591A;&#x4E86;&#x3002;</p><p>&#x4E4B;&#x6240;&#x4EE5;&#x6211;&#x5FC3;&#x5B89;&#x7406;&#x5730;&#x5C11;&#x80CC;&#xFF0C;&#x8FD8;&#x8BA4;&#x4E3A;&#x5B83;&#x5F88;&#x6709;&#x6548;&#xFF0C;&#x7406;&#x7531;&#x4E5F;&#x5F88;&#x7EAF;&#x7CB9;&#xFF0C;&#x5C31;&#x662F;&#x6211;&#x80FD;&#x611F;&#x89C9;&#x5230;&#x81EA;&#x5DF1;&#x4F1A;&#x575A;&#x6301;&#x8FD9;&#x4E2A;&#x4E60;&#x60EF;&#x5F88;&#x4E45;&#x3002;</p><p>&#x5973;&#x670B;&#x53CB;&#x548C;&#x6211;&#x540C;&#x4E00;&#x65F6;&#x95F4;&#x4E0B;&#x8F7D;&#x8F6F;&#x4EF6;&#x80CC;&#x5355;&#x8BCD;&#x7684;&#x3002;&#x5979;&#x6709;&#x5E94;&#x8003;&#x538B;&#x529B;&#xFF0C;&#x6BCF;&#x5929;&#x80CC;&#x7684;&#x591A;&#x4E00;&#x70B9;&#xFF0C;&#x4E00;&#x6B21;&#x590D;&#x4E60; 200 &#x4E2A;&#x3002;&#x4E0D;&#x8FC7;&#x5979;&#x82F1;&#x8BED;&#x633A;&#x597D;&#x7684;&#xFF0C;&#x5176;&#x5B9E;&#x6CA1;&#x80CC;&#x591A;&#x4E45;&#x5355;&#x8BCD;&#xFF0C;&#x540E;&#x7EED;&#x7684;&#x7CBE;&#x529B;&#x5C31;&#x653E;&#x5728;&#x4F5C;&#x6587;&#x548C;&#x9605;&#x8BFB;&#x4E0A;&#x4E86;&#x3002;&#x6211;&#x575A;&#x6301;&#x6BCF;&#x5929;&#x80CC; 15 &#x4E2A;&#x5355;&#x8BCD;&#xFF0C;&#x4FDD;&#x6301; 30 &#x5929;&#x4E86;&#x3002;&#x800C;&#x5979;&#x4E00;&#x6B21;&#x80CC; 200 &#x4E2A;&#x5355;&#x8BCD;&#xFF0C;&#x53EA;&#x575A;&#x6301;&#x4E86; 2 &#x5929;&#x3002;</p><p>&#x60F3;&#x8D77;&#x6765;&#x4E00;&#x4E2A;&#x7B11;&#x8BDD;&#xFF1A;</p><blockquote>&#x4E00;&#x4E2A;&#x4EBA;&#x5BF9;&#x62BD;&#x70DF;&#x7684;&#x4EBA;&#x8BF4;&#xFF0C;&#x4F60;&#x6BCF;&#x5929;&#x62BD;&#x70DF;&#x7684;&#x94B1;&#x7701;&#x4E0B;&#x6765;&#xFF0C;&#x8FD9;&#x5341;&#x51E0;&#x5E74;&#x90FD;&#x591F;&#x4E70;&#x4E00;&#x680B;&#x8C6A;&#x5B85;&#x4E86;&#x3002;&#x62BD;&#x70DF;&#x7684;&#x4EBA;&#x53CD;&#x95EE;&#x4ED6;&#xFF0C;&#x4F60;&#x4E0D;&#x62BD;&#x70DF;&#x5BF9;&#x5427;&#xFF0C;&#x90A3;&#x4F60;&#x7684;&#x8C6A;&#x5B85;&#x5462;&#xFF1F;</blockquote><p>&#x5373;&#x4F7F;&#x6211;&#x82F1;&#x8BED;&#x6C34;&#x5E73;&#x53EF;&#x80FD;&#x6C38;&#x8FDC;&#x4E0D;&#x4F1A;&#x8D85;&#x8FC7;&#x5979;&#xFF0C;&#x4F46;&#x662F;&#x5982;&#x679C;&#x548C;&#x81EA;&#x5DF1;&#x6BD4;&#xFF0C;&#x6211;&#x4E00;&#x76F4;&#x90FD;&#x5728;&#x8D85;&#x8D8A;&#x8FC7;&#x53BB;&#x3002;</p><p>&#x800C;&#x4E14;&#x5C11;&#x80CC;&#x8FD8;&#x6709;&#x5176;&#x4ED6;&#x4E00;&#x4E9B;&#x597D;&#x5904;&#xFF1A;</p><ol><li>&#x56E0;&#x4E3A;&#x80CC;&#x7684;&#x5C11;&#xFF0C;&#x6240;&#x4EE5;&#x8D39;&#x7684;&#x65F6;&#x95F4;&#x4E5F;&#x4E0D;&#x591A;&#xFF0C;&#x548C;&#x6CA1;&#x5F00;&#x59CB;&#x8FD9;&#x4E2A;&#x8BA1;&#x5212;&#x7684;&#x65F6;&#x5019;&#x6BD4;&#xFF0C;&#x6BCF;&#x5929;&#x7684;&#x4E1A;&#x4F59;&#x65F6;&#x95F4;&#x6CA1;&#x6709;&#x56E0;&#x6B64;&#x6709;&#x4EFB;&#x4F55;&#x8D1F;&#x62C5;&#x3002;</li><li>&#x56E0;&#x4E3A;&#x80CC;&#x7684;&#x5C11;&#xFF0C;&#x6211;&#x80CC;&#x6BCF;&#x4E2A;&#x5355;&#x8BCD;&#x90FD;&#x5F88;&#x4ED4;&#x7EC6;&#x3002;&#x6700;&#x8FD1;&#x6211;&#x80CC;&#x5355;&#x8BCD;&#x5F00;&#x59CB;&#x4E0D;&#x770B;&#x91CA;&#x4E49;&#xFF0C;&#x800C;&#x662F;&#x53EA;&#x8BB0;&#x4F8B;&#x53E5;&#xFF0C;&#x7528;&#x8054;&#x7CFB;&#x4E0A;&#x4E0B;&#x6587;&#x7684;&#x65B9;&#x6CD5;&#x8BB0;&#x5FC6;&#x3002;</li></ol><hr><p>&#x6807;&#x9898;&#x575A;&#x6301;&#x4E00;&#x751F;&#x7684;&#x5C0F;&#x4E60;&#x60EF;&#xFF0C;&#x4E0D;&#x662F;&#x6307;&#x67D0;&#x4E00;&#x4E2A;&#x4E60;&#x60EF;&#xFF0C;&#x6211;&#x60F3;&#x8BF4;&#x7684;&#x5176;&#x5B9E;&#x662F;&#xFF1A;<strong>&#x5C0F;&#x4E60;&#x60EF;&#xFF0C;&#x66F4;&#x5BB9;&#x6613;&#x575A;&#x6301;&#x4E0B;&#x53BB;&#x3002;</strong></p><p>&#x73B0;&#x5728;&#x6211;&#x7EC8;&#x4E8E;&#x5BF9;&#x81EA;&#x5DF1;&#x8BA4;&#x8BC6;&#x8DB3;&#x591F;&#x6E05;&#x9192;&#x4E86;&#x3002;&#x4EE5;&#x524D;&#x603B;&#x559C;&#x6B22;&#x8BBE;&#x5B9A;&#x96BE;&#x5EA6;&#x592A;&#x9AD8;&#x3001;&#x5B8C;&#x6210;&#x4E0D;&#x4E86;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x6CA1;&#x591A;&#x4E45;&#x5C31;&#x4E0D;&#x4E86;&#x4E86;&#x4E4B;&#xFF0C;&#x56DE;&#x5934;&#x60F3;&#x60F3;&#xFF0C;&#x8FD9;&#x662F;&#x5FC5;&#x7136;&#x7684;&#x3002;&#x90A3;&#x4E9B;&#x8BA1;&#x5212;&#x6211;&#x5E94;&#x8BE5;&#x4E00;&#x65E9;&#x5C31;&#x5B9A;&#x5BB9;&#x6613;&#x4E00;&#x70B9;&#x3002;</p><p>&#x73B0;&#x5728;&#x5BF9;&#x4E8E;&#x90A3;&#x4E9B;&#x5C0F;&#x4E60;&#x60EF;&#xFF0C;&#x63D0;&#x9192;&#x4E8B;&#x9879;&#x53EE;&#x4E00;&#x4E0B;&#x54CD;&#x8D77;&#x6765;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x5F88;&#x613F;&#x610F;&#x53BB;&#x505A;&#x5B83;&#x3002;&#x6211;&#x4E0D;&#x6015;&#x8FDB;&#x6B65;&#x592A;&#x6162;&#xFF0C;&#x5FAE;&#x5C0F;&#x800C;&#x575A;&#x5B9E;&#x7684;&#x8FDB;&#x6B65;&#x518D;&#x6162;&#xFF0C;&#x7D2F;&#x79EF;&#x8D77;&#x6765;&#x53D8;&#x5F97;&#x591A;&#x4E86;&#x3002;&#x8FDB;&#x6B65;&#x518D;&#x5C11;&#xFF0C;&#x4E5F;&#x6BD4;&#x6CA1;&#x591A;&#x4E45;&#x5C31;&#x653E;&#x5F03;&#x4E86;&#x83B7;&#x5F97;&#x7684;&#x8981;&#x591A;&#x3002;</p><p>&#x653E;&#x5728;&#x4E00;&#x751F;&#x7684;&#x5C3A;&#x5EA6;&#xFF0C;&#x5BB9;&#x6613;&#xFF0C;&#x624D;&#x662F;&#x4E60;&#x60EF;&#x80FD;&#x4E00;&#x76F4;&#x575A;&#x6301;&#x4E0B;&#x6765;&#x7684;&#x7406;&#x7531;&#x3002;&#x5BB9;&#x6613;&#x662F;&#x4E3B;&#x89C2;&#x7684;&#xFF0C;&#x65F6;&#x95F4;&#x8D8A;&#x4E45;&#xFF0C;&#x522B;&#x4EBA;&#x773C;&#x91CC;&#x96BE;&#x7684;&#xFF0C;&#x4F1A;&#x5728;&#x5728;&#x4F60;&#x773C;&#x4E2D;&#x8D8A;&#x6765;&#x8D8A;&#x5BB9;&#x6613;&#x3002;&#x4E0E;&#x5176;&#x4E3A;&#x4E86;&#x81EA;&#x5C0A;&#x5FC3;&#xFF0C;&#x8BBE;&#x7F6E;&#x4E0D;&#x5207;&#x5B9E;&#x9645;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x5012;&#x4E0D;&#x5982;&#x5B66;&#x4F1A;&#x63A5;&#x53D7;&#x6027;&#x683C;&#x4E2D;&#x7684;&#x5F31;&#x70B9;&#xFF0C;&#x505A;&#x80FD;&#x575A;&#x6301;&#x4E0B;&#x53BB;&#x7684;&#x5C0F;&#x4E60;&#x60EF;&#xFF0C;&#x4EAB;&#x53D7;&#x65F6;&#x95F4;&#x7684;&#x590D;&#x5229;&#x3002;</p>
</body></html>
    
    </div>
    
    <div class="columns is-variable is-1 is-multiline is-mobile">
    
        <span class="column is-narrow"><a class="tag is-light article-tag" href="/tags/myway/">#myway</a></span>
    
    </div>
    
    
    <div class="columns is-mobile is-multiline article-nav">
        <span class="column is-12-mobile is-half-desktop  article-nav-prev">
            
            <a href="/how-i-use-maimemo/">墨墨背单词小记</a>
            
        </span>
        <span class="column is-12-mobile is-half-desktop  article-nav-next">
            
            <a href="/use-markdown-function-to-achieve-ticktick-membership-function-more-subtasks/">巧用 Markdown 功能实现滴答清单会员功能——更多子任务</a>
            
        </span>
    </div>
    
</article>




    </div>
</section>
    <footer class="footer">
    <div class="container">
        <div class="columns content">
            <div class="column is-narrow has-text-centered">
                &copy; 2023 BitCOFIN&nbsp;
                Powered by <a href="http://hexo.io/" target="_blank">Hexo</a> & <a
                        target="_blank" rel="noopener" href="http://github.com/ppoffice/hexo-theme-minos">Minos</a>
            </div>
            <div class="column is-hidden-mobile"></div>

            
            <div class="column is-narrow">
                <div class="columns is-mobile is-multiline is-centered">
                
                    
                <a class="column is-narrow has-text-black" title="GitHub" target="_blank" rel="noopener" href="https://github.com/ppoffice/hexo-theme-minos">
                    
                    GitHub
                    
                </a>
                
                </div>
            </div>
            
            
        </div>
    </div>
</footer>
    <script src="//cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/moment.js/2.22.2/moment-with-locales.min.js"></script>

<!-- test if the browser is outdated -->
<div id="outdated">
    <h6>Your browser is out-of-date!</h6>
    <p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" target="_blank" rel="noopener" href="http://outdatedbrowser.com/">Update my browser now </a></p>
    <p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p>
</div>
<script src="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.js"></script>
<script>
    $(document).ready(function () {
        // plugin function, place inside DOM ready function
        outdatedBrowser({
            bgColor: '#f25648',
            color: '#ffffff',
            lowerThan: 'flex'
        })
    });
</script>

<script>
    window.FontAwesomeConfig = {
        searchPseudoElements: true
    }
    moment.locale("zh-CN");
</script>


    
    
<script src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.4/MathJax.js?config=TeX-MML-AM_CHTML"></script>
<script>
    MathJax.Hub.Config({
        "HTML-CSS": {
            matchFontHeight: false
        },
        SVG: {
            matchFontHeight: false
        },
        CommonHTML: {
            matchFontHeight: false
        },
        tex2jax: {
            inlineMath: [
                ['$','$'],
                ['\\(','\\)']
            ]
        }
    });
</script>

    
    
    
    
<script src="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/js/lightgallery-all.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/js/jquery.justifiedGallery.min.js"></script>
<script>
    (function ($) {
        $(document).ready(function () {
            if (typeof($.fn.lightGallery) === 'function') {
                $('.article.gallery').lightGallery({ selector: '.gallery-item' });
            }
            if (typeof($.fn.justifiedGallery) === 'function') {
                $('.justified-gallery > p > .gallery-item').unwrap();
                $('.justified-gallery').justifiedGallery();
            }
        });
    })(jQuery);
</script>

    
    
    <script src="https://cdnjs.cloudflare.com/ajax/libs/clipboard.js/2.0.0/clipboard.min.js"></script>
    <style>
        .hljs {
            position: relative;
        }

        .hljs .clipboard-btn {
            float: right;
            color: #9a9a9a;
            background: none;
            border: none;
            cursor: pointer;
        }

        .hljs .clipboard-btn:hover {
          color: #8a8a8a;
        }

        .hljs > .clipboard-btn {
            display: none;
            position: absolute;
            right: 4px;
            top: 4px;
        }

        .hljs:hover > .clipboard-btn {
            display: inline;
        }

        .hljs > figcaption > .clipboard-btn {
            margin-right: 4px;
        }
    </style>
    <script>
      $(document).ready(function () {
        $('figure.hljs').each(function(i, figure) {
          var codeId = 'code-' + i;
          var code = figure.querySelector('.code');
          var copyButton = $('<button>Copy <i class="far fa-clipboard"></i></button>');
          code.id = codeId;
          copyButton.addClass('clipboard-btn');
          copyButton.attr('data-clipboard-target-id', codeId);

          var figcaption = figure.querySelector('figcaption');

          if (figcaption) {
            figcaption.append(copyButton[0]);
          } else {
            figure.prepend(copyButton[0]);
          }
        })

        var clipboard = new ClipboardJS('.clipboard-btn', {
          target: function(trigger) {
            return document.getElementById(trigger.getAttribute('data-clipboard-target-id'));
          }
        });
        clipboard.on('success', function(e) {
          e.clearSelection();
        })
      })
    </script>

    
    

    



<script src="/js/script.js"></script>


    
    <div class="searchbox ins-search">
    <div class="searchbox-mask"></div>
    <div class="searchbox-container ins-search-container">
        <div class="searchbox-input-wrapper">
            <input type="text" class="searchbox-input ins-search-input" placeholder="站内搜索" />
            <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span>
        </div>
        <div class="searchbox-result-wrapper ins-section-wrapper">
            <div class="ins-section-container"></div>
        </div>
    </div>
</div>
<script>
    (function (window) {
        var INSIGHT_CONFIG = {
            TRANSLATION: {
                POSTS: '文章',
                PAGES: '页面',
                CATEGORIES: '分类',
                TAGS: '标签',
                UNTITLED: '(无标题)',
            },
            CONTENT_URL: '/content.json',
        };
        window.INSIGHT_CONFIG = INSIGHT_CONFIG;
    })(window);
</script>

<script src="/js/insight.js"></script>

    
</body>
</html>