<!DOCTYPE html>
<html class="has-navbar-fixed-top">
<head>
    <meta charset="utf-8">
<title>闲情偶寄</title>
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.css">




<meta name="description" content="我就是一个奇怪的网海冲浪客。">





    <meta name="description" content="我就是一个奇怪的网海冲浪客。">
<meta property="og:type" content="website">
<meta property="og:title" content="闲情偶寄">
<meta property="og:url" content="https://hayoial.github.io/page/4/">
<meta property="og:site_name" content="闲情偶寄">
<meta property="og:description" content="我就是一个奇怪的网海冲浪客。">
<meta property="og:locale" content="zh_CN">
<meta property="article:author" content="Fine 的博客">
<meta name="twitter:card" content="summary">





<link rel="icon" href="/favicon.png">


<link rel="stylesheet" href="//fonts.googleapis.com/css?family=Ovo|Source+Code+Pro">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/bulma/0.6.2/css/bulma.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/css/lightgallery.min.css">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/css/justifiedGallery.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/styles/atom-one-light.min.css">


<link rel="stylesheet" href="/css/style.css">


<script defer src="//use.fontawesome.com/releases/v5.0.8/js/all.js"></script>


    
    
    
    
    
    
    
    
    
    

    


<meta name="generator" content="Hexo 5.2.0"></head>
<body>
    
<nav class="navbar is-transparent is-fixed-top navbar-main" role="navigation" aria-label="main navigation">
    <div class="container">
        <div class="navbar-brand">
            <a class="navbar-item navbar-logo" href="/">
                
                    
                    闲情偶寄
                    
                
            </a>
            <div class="navbar-burger">
                <span></span>
                <span></span>
                <span></span>
            </div>
        </div>
        
        <div class="navbar-menu navbar-start">
            
            <a class="navbar-item "
               href="/archives">归档</a>
            
            <a class="navbar-item "
               href="/categories">分类</a>
            
            <a class="navbar-item "
               href="/tags">标签</a>
            
        </div>
        
        <div class="navbar-menu navbar-end">
            
            
            
        </div>
    </div>
</nav>

    <section class="section">
    <div class="container">
    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/use-markdown-function-to-achieve-ticktick-membership-function-more-subtasks/" itemprop="url">巧用 Markdown 功能实现滴答清单会员功能——更多子任务</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-01-08T02:34:01.000Z" itemprop="datePublished">1月 8 2020</time>
                <span class="second-date-block"> (1月 8 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            4 分钟 读完 (约 589 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x5E73;&#x65F6;&#x6211;&#x662F;&#x633A;&#x559C;&#x6B22;&#x7528;&#x6E05;&#x5355;&#x7C7B;&#x8F6F;&#x4EF6;&#x6765;&#x8BB0;&#x5F55;&#x7684;&#xFF0C;&#x5F53;&#x4F60;&#x505A;&#x5B8C;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x70B9;&#x51FB;&#x5B8C;&#x6210;&#x5212;&#x52FE;&#x65F6;&#xFF0C;&#x90A3;&#x4E00;&#x62B9;&#x6DE1;&#x6DE1;&#x7684;&#x6210;&#x5C31;&#x611F;&#xFF0C;&#x65E0;&#x4E0E;&#x4F26;&#x6BD4;&#x3002;</p><p>&#x6211;&#x5E73;&#x65F6;&#x7528;&#x6E05;&#x5355;&#x8F6F;&#x4EF6;&#x5F88;&#x5E38;&#x7528;&#x7684;&#x4E00;&#x4E2A;&#x529F;&#x80FD;&#xFF0C;&#x662F;&#x505A;&#x8BB0;&#x5F55;&#x7C7B;&#x7684;&#x5217;&#x8868;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x6211;&#x6709;&#x51E0;&#x4E2A;&#x6E05;&#x5355;&#x662F;&#xFF1A;</p><ol><li>&#x5F85;&#x770B;&#x7535;&#x5F71;&#xFF1A;&#x6CA1;&#x770B;&#x8FC7;&#x7684;&#x65B9;&#x4FBF;&#x67E5;&#xFF0C;&#x770B;&#x8FC7;&#x7684;&#x5212;&#x6389;&#x3002;</li><li>&#x5FC3;&#x613F;&#x5355;&#xFF1A;&#x5E73;&#x65F6;&#x60F3;&#x5241;&#x624B;&#x7684;&#x5546;&#x54C1;&#x592A;&#x591A;&#x4E86;&#xFF0C;&#x60F3;&#x8D77;&#x6765;&#x4E00;&#x4E2A;&#x5C31;&#x8BB0;&#x5F55;&#x4E0B;&#x6765;&#x3002;</li><li>&#x8D85;&#x5E02;&#x8D2D;&#x7269;&#x5355;&#xFF1A;&#x7F3A;&#x5565;&#x4E86;&#x8BB0;&#x5F55;&#x4E0B;&#x6765;&#xFF0C;&#x6BD4;&#x5982;&#x53D1;&#x73B0;&#x6C90;&#x6D74;&#x9732;&#x5FEB;&#x7528;&#x5B8C;&#x4E86;&#x5C31;&#x5199;&#x4E0A;&#xFF0C;&#x4E0B;&#x6B21;&#x5728;&#x8D85;&#x5E02;&#x5C31;&#x53EF;&#x4EE5;&#x7FFB;&#x770B;&#xFF0C;&#x907F;&#x514D;&#x90A3;&#x79CD;&#x4E70;&#x5B8C;&#x56DE;&#x5BB6;&#x60F3;&#x8D77;&#x6765; XX &#x8FD8;&#x6CA1;&#x4E70;&#x7684;&#x7A98;&#x5883;&#x3002;</li></ol><p>&#x6211;&#x73B0;&#x5728;&#x7528;&#x7684;&#x662F;&#x6EF4;&#x7B54;&#x6E05;&#x5355;&#xFF0C;&#x652F;&#x6301;&#x5168;&#x5E73;&#x53F0;&#xFF0C;&#x540C;&#x6B65;&#x65B9;&#x4FBF;&#x3002;&#x9047;&#x5230;&#x552F;&#x4E00;&#x4E00;&#x4E2A;&#x56F0;&#x6270;&#x5C31;&#x662F;&#xFF1A;&#x5BF9;&#x4E8E;&#x6EF4;&#x7B54;&#x6E05;&#x5355;&#x975E;&#x4F1A;&#x5458;&#x7528;&#x6237;&#xFF0C;&#x8BBE;&#x7F6E;&#x4E00;&#x4E2A;&#x4EFB;&#x52A1;&#x6700;&#x5927;&#x53EA;&#x652F;&#x6301;19&#x4E2A;&#x5B50;&#x4EFB;&#x52A1;&#x3002;&#x5927;&#x90E8;&#x5206;&#x60C5;&#x51B5;&#x4E0B;&#x5BF9;&#x4E8E;&#x4E00;&#x4E2A;&#x5217;&#x8868;&#x662F;&#x591F;&#x4E86;&#xFF0C;&#x6240;&#x4EE5;&#x4E5F;&#x7406;&#x89E3;&#x5B98;&#x65B9;&#x5C06;&#x5176;&#x5217;&#x4E3A;&#x4F1A;&#x5458;&#x529F;&#x80FD;&#x3002;</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="/content/images/2020/01/sp200108_175733.png" class="kg-image"><figcaption>&#x975E;&#x4F1A;&#x5458;&#x8BBE;&#x7F6E;&#x4E00;&#x4E2A;&#x4EFB;&#x52A1;&#x6700;&#x5927;&#x53EA;&#x652F;&#x6301;19&#x4E2A;&#x5B50;&#x4EFB;&#x52A1;</figcaption></figure><p>&#x4F46;&#x662F;&#x67D0;&#x4E9B;&#x60C5;&#x51B5;&#x6BD4;&#x5982;&#x5F85;&#x770B;&#x7535;&#x5F71;&#xFF0C;&#x5176;&#x5B9E;&#x7ECF;&#x5E38;&#x6512;&#x4E00;&#x5806;&#x60F3;&#x770B;&#x7684;&#x7535;&#x5F71;&#x653E;&#x8FDB;&#x5217;&#x8868;&#x3002;&#x5BF9;&#x4E8E;&#x8FD9;&#x79CD;&#x5076;&#x5C14;&#x7684;&#x9700;&#x6C42;&#xFF0C;&#x4E13;&#x7A0B;&#x4E70;&#x4F1A;&#x5458;&#x4E5F;&#x786E;&#x5B9E;&#x4E0D;&#x662F;&#x521A;&#x9700;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EE5;&#x524D;&#x90FD;&#x662F;&#x518D;&#x5EFA;&#x4E00;&#x4E2A;&#x5217;&#x8868;&#x3002;</p><p>&#x76F4;&#x5230;&#x521A;&#x624D;&#x6211;&#x7A81;&#x7136;&#x60F3;&#x8D77;&#x6765;&#xFF0C;&#x6EF4;&#x7B54;&#x6E05;&#x5355;&#x6700;&#x8FD1;&#x652F;&#x6301; Markdown &#x4E86;&#xFF0C;&#x800C;&#x4E14;&#x5B83;&#x7684;&#x4EFB;&#x52A1;&#x8BE6;&#x60C5;&#x53EF;&#x4EE5;&#x5728;&#x201C;&#x5217;&#x8868;&#x201D;&#x548C;&#x201C;&#x63CF;&#x8FF0;&#x201D;&#x4E24;&#x79CD;&#x65B9;&#x5F0F;&#x5207;&#x6362;&#x3002;</p><p>&#x90A3;&#x6709;&#x6CA1;&#x6709;&#x53EF;&#x80FD;&#x6211;&#x76F4;&#x63A5;&#x7528; Markdown &#x7684;&#x4EFB;&#x52A1;&#x5217;&#x8868;&#xFF08;&#x53C8;&#x53EB;&#x590D;&#x9009;&#x6846;&#xFF09;&#x8BED;&#x6CD5;&#x7ED3;&#x5408;&#x6EF4;&#x7B54;&#x6E05;&#x5355;&#x7684;&quot;&#x4EFB;&#x52A1;&#x63CF;&#x8FF0;&quot;&#xFF0C;&#x505A;&#x65E0;&#x9650;&#x6570;&#x91CF;&#x7684;todolist? </p><p>&#x7ACB;&#x9A6C;&#x6D4B;&#x8BD5;&#xFF0C;&#x6211;&#x628A;&#x539F;&#x672C;&#x7684;&#x5217;&#x8868;&#x7528; Markdown &#x7F16;&#x8F91;&#x5668; Yu Writer &#x6279;&#x91CF;&#x52A0;&#x4E86;&quot;&#x4EFB;&#x52A1;&#x5217;&#x8868;&quot;&#x683C;&#x5F0F;&#xFF0C;&#x590D;&#x5236;&#x5230;&#x6EF4;&#x7B54;&#x6E05;&#x5355;&#xFF0C;&#x7ED3;&#x679C;&#x2014;&#x2014;</p><figure class="kg-card kg-image-card"><img src="/content/images/2020/01/ezgif-7-d50c393216de.gif" class="kg-image"></figure><p>&#x6D4B;&#x8BD5;&#x8BC1;&#x660E;&#x662F;&#x53EF;&#x4EE5;&#x7684;&#xFF01;&#x6570;&#x91CF;&#x4E0D;&#x591F;&#x65F6;&#x4E0D;&#x7528;&#x518D;&#x5EFA;&#x4E00;&#x4E2A;&#x5217;&#x8868;&#x4E86;&#xFF0C;&#x4EF0;&#x5929;&#x5927;&#x7B11;&#x4E00;&#x79D2;&#x949F;&#xFF01;</p><p>&#x4ECB;&#x7ECD;&#x4E00;&#x4E0B;&#x5177;&#x4F53;&#x7528;&#x6CD5;&#x5982;&#x4E0B;&#xFF1A;<em>&#xFF08;&#x4F30;&#x8BA1;&#x770B;&#x8FD9;&#x7BC7;&#x7684;&#x5E94;&#x8BE5;&#x4E0D;&#x4F1A;&#x6709;&#x4EBA;&#x4E0D;&#x61C2;&#xFF09;</em></p><blockquote>- [ ] &#xA0;&#x5F85;&#x529E;<br>- [X] &#x5DF2;&#x5B8C;&#x6210;</blockquote><p>&#x4E0A;&#x9762;&#x4E24;&#x884C;&#x5206;&#x522B;&#x8868;&#x793A;&#x4E3A;&#x672A;&#x5212;&#x6389;&#x548C;&#x5DF2;&#x5212;&#x6389;&#x7684;&#x4EFB;&#x52A1;&#x3002;</p>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/make-the-world-a-tiny-tiny-little-different/" itemprop="url">Make a tiny little difference in the world</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-01-06T05:23:20.000Z" itemprop="datePublished">1月 6 2020</time>
                <span class="second-date-block"> (1月 6 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            1 分钟 读完 (约 115 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x5E73;&#x65F6;&#x4F1A;&#x7B80;&#x5355;&#x8BB0;&#x5F55;&#x5728;&#x5370;&#x8C61;&#x7B14;&#x8BB0;&#x7684; &#x7B80;&#x5355;&#x7684;&#x7535;&#x8111;&#x5C0F;&#x4E60;&#x60EF;&#xFF0C;&#x73B0;&#x5728;&#x53EA;&#x662F;&#x52A0;&#x4E86;&#x8FC7;&#x7A0B;&#x7684;&#x622A;&#x56FE;&#xFF0C;&#x628A;&#x8FC7;&#x7A0B;&#x5B8C;&#x6574;&#x53D9;&#x8FF0;&#x4E00;&#x904D;&#xFF0C;</p><p>&#x4F46;&#x662F;&#xFF0C;&#x8FD9;&#x79CD;&#x53BB; Unsplash &#x627E;&#x4E86;&#x6F02;&#x4EAE;&#x7684;&#x9898;&#x56FE;&#xFF0C;&#x5047;&#x88C5;&#x6709;&#x4EBA;&#x4F1A;&#x8FDB;&#x5165;&#x5230;&#x6211;&#x7684;&#x535A;&#x5BA2;&#x9605;&#x8BFB;&#xFF0C;to make a tiny little difference in the world, &#x7684;&#x4EEA;&#x5F0F;&#x611F;&#x771F;&#x7684;&#x8BA9;&#x4EBA;&#x5145;&#x6EE1;&#x559C;&#x60A6;&#x3002;</p><p>&#x7A81;&#x7136;&#x611F;&#x89C9;&#x5230;&#x6211;&#x7535;&#x89C6;&#x67DC;&#x4E0A;&#x7684; NAS &#x80A9;&#x8D1F;&#x7740;&#x91CD;&#x4EFB;&#x5440;&#x3002;</p>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/zi-yuan-jian-shi-qi/" itemprop="url">资源监视器</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-01-06T04:24:40.000Z" itemprop="datePublished">1月 6 2020</time>
                <span class="second-date-block"> (1月 6 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            2 分钟 读完 (约 233 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><figure class="kg-card kg-image-card kg-card-hascaption"><img src="/content/images/2020/01/sp200106_202107.png" class="kg-image"><figcaption>&#x8D44;&#x6E90;&#x76D1;&#x89C6;&#x5668;</figcaption></figure><p>&#x53D1;&#x73B0; Windows &#x81EA;&#x5E26;&#x7684;&#x201C;&#x8D44;&#x6E90;&#x76D1;&#x89C6;&#x5668;&#x201D;&#xFF0C;&#x627E;&#x51FA;&#x6B63;&#x5728;&#x4E0A;&#x7F51;&#x7684;&#x7A0B;&#x5E8F;&#xFF0C;&#x529F;&#x80FD;&#x5F88;&#x6709;&#x7528;&#x3002;&#x4E0D;&#x4EC5;&#x53EF;&#x4EE5;&#x67E5;&#x770B;&#x54EA;&#x4E2A;&#x8F6F;&#x4EF6;&#x5360;&#x7528;&#x7F51;&#x901F;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x76EE;&#x6807;&#x4E3B;&#x673A;IP&#x53CA;&#x7AEF;&#x53E3;&#x3002;</p><figure class="kg-card kg-image-card"><img src="/content/images/2020/01/sp200106_201502.png" class="kg-image"></figure><p><br>&#x9ED8;&#x8BA4;&#x7684;&#x542F;&#x52A8;&#x65B9;&#x5F0F;&#xFF0C;&#x5728;&#x4EFB;&#x52A1;&#x680F;&#x53F3;&#x952E;&#x70B9;&#x51FB;&#x201C;&#x4EFB;&#x52A1;&#x7BA1;&#x7406;&#x5668;&#x201D;&#xFF0C;&#x518D;&#x70B9;&#x201C;&#x6027;&#x80FD;&#x201D;&#x9009;&#x9879;&#x5361;&#xFF0C;&#x518D;&#x627E;&#x5230;&#x5DE6;&#x4E0B;&#x89D2;&#x7684;&#x201C;&#x6253;&#x5F00;&#x8D44;&#x6E90;&#x76D1;&#x89C6;&#x5668;&#x201D;&#x3002;&#x8DEF;&#x5F84;&#x592A;&#x957F;&#x4E86;&#xFF0C;&#x73B0;&#x5728;&#x628A;&#x5B83;&#x52A0;&#x5230;&#x6211;&#x7684; Quicker &#x7CFB;&#x7EDF;&#x9762;&#x677F;&#x91CC;&#x3002;&#x53EF;&#x4EE5;&#x968F;&#x65F6;&#x67E5;&#x770B;&#x6709;&#x6CA1;&#x6709;&#x8F6F;&#x4EF6;&#x5077;&#x8DD1;&#x540E;&#x53F0;&#x4E0B;&#x8F7D;/&#x4E0A;&#x4F20;&#x4E86;&#x3002;</p><p>&#x5F53;&#x7136;&#xFF0C;&#x4F60;&#x559C;&#x6B22;&#x7684;&#x8BDD;&#xFF0C;&#x76F4;&#x63A5;&#x653E;&#x5728;&#x5F00;&#x59CB;&#x83DC;&#x5355;&#x6216;&#x8005;&#x684C;&#x9762;&#x90FD;&#x4E00;&#x6837;&#x3002;&#x4F46;<strong>&#x9700;&#x8981;&#x6CE8;&#x610F;</strong>&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x76EE;&#x6807;&#x4E3A;&quot;%windir%\system32\perfmon.exe /res&quot;, &#x540E;&#x9762;&#x9700;&#x8981;&#x52A0;&#x4E00;&#x4E2A; <em>/res </em>&#x7684;&#x53C2;&#x6570;&#xFF0C;&#x4E0D;&#x7136;&#x4F1A;&#x76F4;&#x63A5;&#x6253;&#x5F00;&quot;&#x6027;&#x80FD;&quot;&#x76D1;&#x89C6;&#x5668;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&quot;&#x8D44;&#x6E90;&quot;&#x76D1;&#x89C6;&#x5668;&#x3002;</p><p></p><figure class="kg-card kg-image-card"><img src="/content/images/2020/01/sp200106_201331-1.png" class="kg-image"></figure>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/the-one-who-teaches/" itemprop="url">教别人做事</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-01-04T05:49:53.000Z" itemprop="datePublished">1月 4 2020</time>
                <span class="second-date-block"> (1月 4 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            2 分钟 读完 (约 323 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x6211;&#x4EEC;&#x603B;&#x559C;&#x6B22;&#x6559;&#x522B;&#x4EBA;&#x505A;&#x4E8B;&#xFF0C;&#x6559;&#x522B;&#x4EBA;&#x505A;&#x4EBA;&#x3002;&#x56E0;&#x4E3A;&#x8BF1;&#x60D1;&#x5B9E;&#x5728;&#x592A;&#x5927;&#x4E86;&#xFF0C;&#x7ED9;&#x6B63;&#x786E;&#x7684;&#x5EFA;&#x8BAE;&#x5B9E;&#x5728;&#x592A;&#x5BB9;&#x6613;&#x4E86;&#x3002;</p><p>&#x6B63;&#x786E;&#x7684;&#x5EFA;&#x8BAE;&#x5176;&#x5B9E;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x505A;&#x3002;&#x4F46;&#x662F;&#x771F;&#x7684;&#x505A;&#xFF0C;&#x592A;&#x96BE;&#xFF0C;&#x8981;&#x82B1;&#x65F6;&#x95F4;&#x3001;&#x82B1;&#x7CBE;&#x529B;&#xFF0C;&#x8981;&#x52AA;&#x529B;&#x3001;&#x52E4;&#x594B;&#x3001;&#x575A;&#x6301;&#x3002;&#x800C;&#x4F60;&#x6559;&#x522B;&#x4EBA;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x8BF4;&#xFF0C;&#x4F60;&#x8981;&#x8FD9;&#x6837;&#xFF0C;&#x8981;&#x90A3;&#x6837;&#x3002;&#x4F60;&#x8BF4;&#x7684;&#x6C38;&#x8FDC;&#x90FD;&#x662F;&#x6B63;&#x786E;&#x7684;&#x3002;&#x522B;&#x4EBA;&#x6839;&#x672C;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x80FD;&#x53CD;&#x9A73;&#x4F60;&#x3002;</p><p>&#x4F60;&#x8BF4;&#xFF0C;&#x4E0D;&#x8981;&#x53BB;&#x60F3;&#x90A3;&#x4E9B;&#x7EC6;&#x679D;&#x672B;&#x8282;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4E13;&#x6CE8;&#x5728;&#x4F60;&#x8981;&#x505A;&#x7684;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x60C5;&#x4E0A;&#xFF0C;&#x7EC6;&#x679D;&#x672B;&#x8282;&#x7B49;&#x5230;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x60C5;&#x505A;&#x597D;&#x4E86;&#x518D;&#x53BB;&#x505A;&#x4E5F;&#x4E0D;&#x8FDF;&#x3002;&#x6548;&#x7387;&#x6700;&#x91CD;&#x8981;&#xFF0C;&#x673A;&#x4F1A;&#x6210;&#x672C;&#x6700;&#x91CD;&#x8981;&#x3002;</p><p>&#x4F46;&#x662F;&#x8FD9;&#x65F6;&#x5019;&#x53BB;&#x505A;&#x90A3;&#x4E9B;&#x7EC6;&#x679D;&#x672B;&#x8282;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x662F;&#x591A;&#x4E48;&#x5927;&#x7684;&#x8BF1;&#x60D1;&#x554A;&#xFF0C;&#x5B83;&#x65E2;&#x53EF;&#x4EE5;&#x8BA9;&#x4F60;&#x5F97;&#x5230;&#x6B63;&#x5728;&#x52AA;&#x529B;&#x7684;&#x5E7B;&#x89C9;&#xFF0C;&#x5B83;&#x53C8;&#x5BB9;&#x6613;&#x505A;&#x5230;&#xFF0C;&#x8FD8;&#x4E0D;&#x8D39;&#x529B;&#x6C14;&#x3002;</p><p>&#x5982;&#x679C;&#x771F;&#x7684;&#x90A3;&#x4E48;&#x4F1A;&#x6559;&#x4EBA;&#x7684;&#x8BDD;&#xFF0C;&#x8FD8;&#x662F;&#x6559;&#x6559;&#x81EA;&#x5DF1;&#x5427;&#x3002;&#x628A;&#x81EA;&#x5DF1;&#x60F3;&#x8C61;&#x6210;&#x88AB;&#x6559;&#x7684;&#x90A3;&#x4E2A;&#x4EBA;&#xFF0C;&#x95EE;&#x95EE;&#x81EA;&#x5DF1;&#x73B0;&#x5728;&#x5728;&#x505A;&#x54EA;&#x4E9B;&#x5BB9;&#x6613;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4F60;&#x60F3;&#x9003;&#x907F;&#x3001;&#x60F3;&#x9000;&#x7F29;&#x7684;&#x6B63;&#x786E;&#x7684;&#x4E8B;&#x60C5;&#x3002;</p>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/writing-on-the-sand/" itemprop="url">在沙滩上刻字</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-01-04T01:05:30.000Z" itemprop="datePublished">1月 4 2020</time>
                <span class="second-date-block"> (1月 4 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            3 分钟 读完 (约 438 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x6211;&#x53D1;&#x73B0;&#x4E00;&#x4E2A;&#x5F88;&#x5947;&#x602A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x591A;&#x4EBA;&#x6CA1;&#x6709;&#x610F;&#x8BC6;&#x5230;&#x7684;&#x5E38;&#x8BC6;&#x3002;</p><p><strong>&#x5F88;&#x591A;&#x4EBA;&#x90FD;&#x7ECF;&#x5386;&#x8FC7;&#x6559;&#x522B;&#x4EBA;&#x65B0;&#x4E1C;&#x897F;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x90A3;&#x4E9B;&#x5BF9;&#x81EA;&#x5DF1;&#x6765;&#x8BF4;&#x4E0D;&#x8A00;&#x81EA;&#x660E;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5176;&#x5B9E;&#x5BF9;&#x522B;&#x4EBA;&#x6765;&#x8BF4;&#x662F;&#x4E00;&#x4E2A;&#x5168;&#x65B0;&#x7684;&#x6982;&#x5FF5;&#x3002;</strong>&#x4F60;&#x89C9;&#x5F97;&#x5F88;&#x91CD;&#x8981;&#x3001;&#x6700;&#x57FA;&#x7840;&#x7684;&#x70B9;&#xFF0C;&#x4F60;&#x60F3;&#x7834;&#x8111;&#x888B;&#x4E5F;&#x60F3;&#x4E0D;&#x660E;&#x767D;&#x522B;&#x4EBA;&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x641E;&#x4E0D;&#x660E;&#x767D;&#x7684;&#x70B9;&#xFF0C;&#x4F60;&#x89C9;&#x5F97;&#x522B;&#x4EBA;&#x53EF;&#x80FD;&#x662F;&#x7B28;&#x86CB;&#x7684;&#x70B9;&#xFF0C;&#x771F;&#x7684;&#x90A3;&#x4E48;&#x5BB9;&#x6613;&#x7406;&#x89E3;&#x5417;&#xFF1F;&#x66F4;&#x5927;&#x7684;&#x53EF;&#x80FD;&#x662F;&#xFF0C;&#x90A3;&#x4E9B;&#x5728;&#x67D0;&#x4E2A;&#x9886;&#x57DF;&#x624D;&#x6709;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x4F60;&#x4EE5;&#x4E3A;&#x7684;&#x5BB9;&#x6613;&#xFF0C;&#x5176;&#x5B9E;&#x662F;&#x4F60;&#x65E9;&#x5DF2;&#x6709;&#x76F8;&#x5173;&#x7684;&#x80CC;&#x666F;&#x77E5;&#x8BC6;&#xFF0C;&#x7ECF;&#x5E74;&#x7D2F;&#x6708;&#x91CD;&#x590D;&#x8BB0;&#x5FC6;&#x7684;&#x7ED3;&#x679C;&#x3002;</p><p>&#x5B66;&#x4E60;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x6982;&#x5FF5;&#x4E0D;&#x662F;&#x5199;&#x5B57;&#xFF0C;&#x7B14;&#x5212;&#x5728;&#x7EB8;&#x4E0A;&#x7559;&#x4E0B;&#x7B14;&#x8FF9;&#xFF0C;&#x5C31;&#x7ED3;&#x675F;&#x4E86;&#x3002;</p><p>&#x5B66;&#x4E60;&#x662F;<strong>&#x5728;&#x6C99;&#x6EE9;&#x4E0A;&#x523B;&#x5B57;</strong>&#xFF0C;&#x5F88;&#x5BB9;&#x6613;&#x5C31;&#x80FD;&#x7559;&#x4E0B;&#x75D5;&#x8FF9;&#xFF0C;&#x4F46;&#x662F;&#x6CA1;&#x591A;&#x4E45;&#x6D77;&#x6D6A;&#x51B2;&#x8FC7;&#x6765;&#xFF0C;&#x4E4B;&#x524D;&#x7684;&#x5B57;&#x8FF9;&#x5C31;&#x4F1A;&#x53D8;&#x6D45;&#x751A;&#x81F3;&#x6D88;&#x5931;&#x3002;</p><p>&#x5B66;&#x4E60;&#x662F;<strong>&#x4E0D;&#x505C;&#x7684;&#x5728;&#x6C99;&#x6EE9;&#x4E0A;&#x523B;&#x5B57;</strong>&#xFF0C;&#x628A;&#x5B57;&#x8FF9;&#x523B;&#x5F97;&#x8D8A;&#x6765;&#x8D8A;&#x6DF1;&#x3002;&#x76F4;&#x5230;&#x6D77;&#x6D6A;&#x65E0;&#x6CD5;&#x5C06;&#x5176;&#x51B2;&#x5237;&#x6D88;&#x5931;&#xFF0C;&#x8FD9;&#x624D;&#x662F;&#x771F;&#x6B63;&#x7684;&#x5B66;&#x4E60;&#xFF1A;&#x628A;&#x77E5;&#x8BC6;&#x523B;&#x5165;&#x5927;&#x8111;&#x3002;</p><p>&#x6240;&#x4EE5;&#x5B8C;&#x5168;&#x4E0D;&#x7528;&#x751F;&#x6C14;&#x522B;&#x4EBA;&#x8BB0;&#x4E0D;&#x4F4F;&#x90A3;&#x4E9B;&#x9053;&#x7406;&#xFF0C;&#x8FD9;&#x53EA;&#x662F;&#x4ED6;&#x8FD8;&#x6CA1;&#x6709;&#x5C06;&#x5176;&#x5199;&#x5165;&#x5230;&#x5927;&#x8111;&#x3002;</p><p>&#x800C;&#x5BF9;&#x4E8E;&#x600E;&#x4E48;&#x4E5F;&#x5B66;&#x4E0D;&#x4F1A;&#x3001;&#x6000;&#x7591;&#x81EA;&#x5DF1;&#x7684;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x8BB0;&#x4F4F;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x5B66;&#x4E60;&#x662F;&#x9700;&#x8981;&#x8FC7;&#x7A0B;&#x7684;&#xFF0C;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#x627F;&#x8BA4;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#xFF0C;&#x53BB;&#x6C99;&#x6EE9;&#x4E0A;&#x523B;&#x5B57;&#xFF0C;&#x4E0D;&#x8981;&#x8FC7;&#x65E9;&#x7684;&#x6000;&#x7591;&#x81EA;&#x5DF1;&#xFF0C;&#x7740;&#x6025;&#x662F;&#x6CA1;&#x6709;&#x610F;&#x4E49;&#x7684;&#x3002;</p><p>&#x90A3;&#x4E9B;&#x73B0;&#x5728;&#x89C9;&#x5F97;&#x96BE;&#x7684;&#x77E5;&#x8BC6;&#xFF0C;&#x5C06;&#x6765;&#x4F1A;&#x53D8;&#x7B80;&#x5355;&#x7684;&#x3002;</p>
</body></html>
    
    </div>
    
    
</article>




    
        <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            <a href="/it-is-yourself-who-limit-your-imagination/" itemprop="url">是自己，限制了对自己的想象</a>
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <time datetime="2020-01-02T05:39:00.000Z" itemprop="datePublished">1月 2 2020</time>
                <span class="second-date-block"> (1月 2 2020)</span>
            
        </span>
        
        
        <span class="column is-narrow">
            
            
            4 分钟 读完 (约 630 字)
        </span>
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <html><head></head><body><p>&#x6700;&#x8FD1;&#x6211;&#x601D;&#x8003;&#x4E86;&#x4E00;&#x4EF6;&#x4E8B;&#xFF1A;&#x4EE5;&#x524D;&#xFF0C;&#x51E1;&#x662F;&#x6211;&#x8BA4;&#x4E3A;&#x9AD8;&#x5927;&#x4E0A;&#x3001;&#x5149;&#x9C9C;&#x4EAE;&#x4E3D;&#x7684;&#x8EAB;&#x4EFD;&#xFF0C;&#x6BD4;&#x5982;&#x827A;&#x672F;&#x5BB6;&#xFF0C;&#x96D5;&#x5851;&#x5BB6;&#xFF0C;&#x54EA;&#x6015;&#x6211;&#x5DF2;&#x7ECF;&#x4E0D;&#x77E5;&#x4E0D;&#x89C9;&#x8FC8;&#x51FA;&#x4E86;&#x7B2C;&#x4E00;&#x6B65;&#xFF0C;&#x8FC8;&#x8FDB;&#x90A3;&#x4E2A;&#x95E8;&#x69DB;&#x4E86;&#xFF0C;&#x4F46;&#x6211;&#x603B;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x4E0D;&#x4F1A;&#x6210;&#x4E3A;&#x5176;&#x4E2D;&#x7684;&#x4E00;&#x5458;&#xFF0C;&#x603B;&#x6000;&#x7591;&#x81EA;&#x5DF1;&#x3002;&#x672C;&#x80FD;&#x7684;&#x6211;&#x4F1A;&#x81EA;&#x5DF1;&#x9000;&#x51FA;&#x6765;&#xFF0C;&#x53BB;&#x8FC8;&#x8FDB;&#x5176;&#x4ED6;&#x6211;&#x89C9;&#x5F97;&#x66F4;&#x63A5;&#x5730;&#x6C14;&#x7684;&#x4F4D;&#x7F6E;&#x3002;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E0D;&#x80FD;&#x8BF4;&#x662F;&#x72B9;&#x8C6B;&#xFF0C;&#x751A;&#x81F3;&#x987A;&#x6ED1;&#x5F97;&#x4EFF;&#x4F5B;&#x800C;&#x662F;&#x4E0D;&#x8FD9;&#x4E48;&#x505A;&#x624D;&#x662F;&#x50ED;&#x8D8A;&#x4E86;&#x3002;&#x5C31;&#x50CF;&#x662F;&#x957F;&#x671F;&#x542C;&#x5230;&#x81EA;&#x5DF1;&#x7684;&#x58F0;&#x97F3;&#x8BF4;&#x201C;&#x60F3;&#x5565;&#x5462;&#xFF0C;&#x8FD9;&#x548B;&#x53EF;&#x80FD;&#x548C;&#x4F60;&#x6709;&#x5173;&#x7CFB;&#x201D;&#x3002;</p><p>&#x6211;&#x4EE5;&#x4E3A;&#x662F;&#x81EA;&#x5DF1;&#x6709;&#x4E0D;&#x6613;&#x5BDF;&#x89C9;&#x7684;&#x81EA;&#x5351;&#x5BFC;&#x81F4;&#x7684;&#x3002;&#x73B0;&#x5728;&#x518D;&#x60F3;&#x60F3;&#xFF0C;&#x5176;&#x5B9E;&#x5E76;&#x4E0D;&#x4E0D;&#x4EC5;&#x5982;&#x6B64;&#x3002;&#x4E0D;&#x53EA;&#x662F;&#x9AD8;&#x5927;&#x4E0A;&#x3001;&#x5149;&#x9C9C;&#x4EAE;&#x4E3D;&#x8BA9;&#x6211;&#x89C9;&#x5F97;&#x6709;&#x8DDD;&#x79BB;&#x3002;&#x800C;&#x662F;&#x6240;&#x6709;&#x79BB;&#x666E;&#x901A;&#x4EBA;&#x6709;&#x8DDD;&#x79BB;&#x7684;&#x8EAB;&#x4EFD;&#xFF0C;&#x6216;&#x662F;&#x90A3;&#x4E9B;&#x53EA;&#x6709;&#x7535;&#x89C6;&#x65B0;&#x95FB;&#x91CC;&#x542C;&#x5230;&#x7684;&#x804C;&#x4E1A;&#xFF0C;&#x6ED1;&#x96EA;&#x8FD0;&#x52A8;&#x5458;&#x3001;&#x5496;&#x5561;&#x5E08;&#x3001;&#x81EA;&#x5A92;&#x4F53;&#xFF0C;&#x6240;&#x6709;&#x8FD9;&#x4E9B;&#xFF0C;&#x6211;&#x90FD;&#x89C9;&#x5F97;&#x6211;&#x4E0D;&#x884C;&#x3002;</p><p>&#x6211;&#x603B;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x7684;&#x751F;&#x6D3B;&#x5C31;&#x5E94;&#x8BE5;&#x548C;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x4E00;&#x6837;&#xFF0C;&#x5FAA;&#x89C4;&#x8E48;&#x77E9;&#x7684;&#x4E0A;&#x73ED;&#x3002;&#x4E0D;&#x504F;&#x79BB;&#x3001;&#x4E0D;&#x8D85;&#x51FA;&#x5927;&#x4F17;&#x60F3;&#x8C61;&#xFF0C;&#x6216;&#x8BB8;&#x53EF;&#x4EE5;&#x8FC7;&#x4E0A;&#x6709;&#x94B1;&#x3001;&#x88AB;&#x4EBA;&#x7FA1;&#x6155;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x518D;&#x6562;&#x60F3;&#x4E00;&#x70B9;&#xFF0C;&#x53EF;&#x80FD;&#x5F53;&#x4E0A;&#x516C;&#x53F8;&#x9AD8;&#x5C42;&#xFF0C;&#x4E1A;&#x754C;&#x9886;&#x8896;&#xFF0C;&#x4F46;&#x662F;&#x5C31;&#x662F;&#x4E0D;&#x6562;&#x60F3;&#x8C61;&#x90A3;&#x4E9B;&#x5C0F;&#x4F17;&#x7684;&#x3001;&#x7279;&#x522B;&#x7684;&#x3001;&#x4E2A;&#x6027;&#x9C9C;&#x660E;&#x7684;&#x804C;&#x4E1A;&#x3002;&#x603B;&#x89C9;&#x5F97;&#x8FD9;&#x4E9B;&#x548C;&#x6211;&#x65E0;&#x5173;&#x3002;</p><p>&#x4E0D;&#x662F;&#x80FD;&#x529B;&#x4E0A;&#x7684;&#x90A3;&#x79CD;&#x4E0D;&#x884C;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x76F8;&#x4FE1;&#x81EA;&#x5DF1;&#x53EF;&#x4EE5;&#x505A;&#x5230;&#x3002;&#x66F4;&#x50CF;&#x662F;&#x4E0E;&#x5176;&#x4E4B;&#x95F4;&#x9694;&#x7740;&#x4E00;&#x5C42;&#x73BB;&#x7483;&#xFF0C;&#x770B;&#x8D77;&#x6765;&#x6CA1;&#x6709;&#x9694;&#x819C;&#xFF0C;&#x4F46;&#x662F;&#x5C31;&#x662F;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x9760;&#x8FD1;&#x3002;&#x5149;&#x662F;&#x60F3;&#x8C61;&#x6211;&#x548C;&#x90A3;&#x4E9B;&#x8EAB;&#x4EFD;&#x91CD;&#x53E0;&#xFF0C;&#x5C31;&#x8BA9;&#x6211;&#x83AB;&#x540D;&#x7684;&#x6050;&#x614C;&#x3002;</p><p>&#x6211;&#x5BB3;&#x6015;&#x5468;&#x56F4;&#x4EBA;&#x89C9;&#x5F97;&#x6211;&#x548C;&#x4ED6;&#x4EEC;&#x4E0D;&#x4E00;&#x6837;&#x3002;</p><p>&#x4F46;&#x73B0;&#x5728;&#x6211;&#x7A81;&#x7136;&#x89C9;&#x5F97;&#x4E0D;&#x8BE5;&#x662F;&#x8FD9;&#x6837;&#xFF0C;&#x6211;&#x4E0D;&#x5E94;&#x8BE5;&#x53EA;&#x6562;&#x505A;&#x4E00;&#x4E2A;&#x4E0D;&#x8D85;&#x51FA;&#x522B;&#x4EBA;&#x60F3;&#x8C61;&#x7684;&#x4EBA;&#x3002;</p><p>&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x53EF;&#x4EE5;&#x9650;&#x5236;&#x6211;&#x505A;&#x6211;&#x60F3;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x662F;&#x6211;&#x81EA;&#x5DF1;&#x4E0D;&#x6562;&#x53BB;&#x76F8;&#x4FE1;&#x3002;&#x5047;&#x5982;&#x6211;&#x5C31;&#x60F3;&#x505A;&#x7684;&#x4E00;&#x4E2A;&#x804C;&#x4E1A;&#xFF0C;&#x4E0D;&#x56E0;&#x4E3A;&#x6211;&#x751F;&#x6D3B;&#x5708;&#x5B50;&#x8303;&#x56F4;&#x5185;&#x6CA1;&#x6709;&#x4EBA;&#x505A;&#xFF0C;&#x5C31;&#x4EE3;&#x8868;&#x6211;&#x4E5F;&#x4E0D;&#x53EF;&#x4EE5;&#x3002;</p><p>&#x7A81;&#x7136;&#x5F88;&#x591A;&#x4EE5;&#x524D;&#x4E0D;&#x6562;&#x51FA;&#x73B0;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;&#x73B0;&#x5728;&#x4E5F;&#x90FD;&#x5192;&#x51FA;&#x6765;&#x4E86;&#x3002;&#x6211;&#x60F3;&#x51FA;&#x7248;&#x4E00;&#x672C;&#x4E66;&#xFF0C;&#x6211;&#x60F3;&#x505A;&#x81EA;&#x5A92;&#x4F53;&#x3002;</p></body></html>
    
    </div>
    
    
</article>




    
    
        
<nav class="pagination is-centered is-rounded" role="navigation" aria-label="pagination">
    <div class="pagination-previous">
        <a href="/page/3/">上一页</a>
    </div>
    <div class="pagination-next">
        <a href="/page/5/">下一页</a>
    </div>
    <ul class="pagination-list is-hidden-mobile">
        
        <li><a class="pagination-link" href="/">1</a></li>
        
        <li><a class="pagination-link" href="/page/2/">2</a></li>
        
        <li><a class="pagination-link" href="/page/3/">3</a></li>
        
        <li><a class="pagination-link is-current" href="/page/4/">4</a></li>
        
        <li><a class="pagination-link" href="/page/5/">5</a></li>
        
    </ul>
</nav>
    
    </div>
</section>
    <footer class="footer">
    <div class="container">
        <div class="columns content">
            <div class="column is-narrow has-text-centered">
                &copy; 2023 Fine 的博客&nbsp;
                Powered by <a href="http://hexo.io/" target="_blank">Hexo</a> & <a
                        target="_blank" rel="noopener" href="http://github.com/ppoffice/hexo-theme-minos">Minos</a>
            </div>
            <div class="column is-hidden-mobile"></div>

            
            
        </div>
    </div>
</footer>
    <script src="//cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/moment.js/2.22.2/moment-with-locales.min.js"></script>

<!-- test if the browser is outdated -->
<div id="outdated">
    <h6>Your browser is out-of-date!</h6>
    <p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" target="_blank" rel="noopener" href="http://outdatedbrowser.com/">Update my browser now </a></p>
    <p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p>
</div>
<script src="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.js"></script>
<script>
    $(document).ready(function () {
        // plugin function, place inside DOM ready function
        outdatedBrowser({
            bgColor: '#f25648',
            color: '#ffffff',
            lowerThan: 'flex'
        })
    });
</script>

<script>
    window.FontAwesomeConfig = {
        searchPseudoElements: true
    }
    moment.locale("zh-CN");
</script>


    
    
<script src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.4/MathJax.js?config=TeX-MML-AM_CHTML"></script>
<script>
    MathJax.Hub.Config({
        "HTML-CSS": {
            matchFontHeight: false
        },
        SVG: {
            matchFontHeight: false
        },
        CommonHTML: {
            matchFontHeight: false
        },
        tex2jax: {
            inlineMath: [
                ['$','$'],
                ['\\(','\\)']
            ]
        }
    });
</script>

    
    
    
    
<script src="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/js/lightgallery-all.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/js/jquery.justifiedGallery.min.js"></script>
<script>
    (function ($) {
        $(document).ready(function () {
            if (typeof($.fn.lightGallery) === 'function') {
                $('.article.gallery').lightGallery({ selector: '.gallery-item' });
            }
            if (typeof($.fn.justifiedGallery) === 'function') {
                $('.justified-gallery > p > .gallery-item').unwrap();
                $('.justified-gallery').justifiedGallery();
            }
        });
    })(jQuery);
</script>

    
    
    <script src="https://cdnjs.cloudflare.com/ajax/libs/clipboard.js/2.0.0/clipboard.min.js"></script>
    <style>
        .hljs {
            position: relative;
        }

        .hljs .clipboard-btn {
            float: right;
            color: #9a9a9a;
            background: none;
            border: none;
            cursor: pointer;
        }

        .hljs .clipboard-btn:hover {
          color: #8a8a8a;
        }

        .hljs > .clipboard-btn {
            display: none;
            position: absolute;
            right: 4px;
            top: 4px;
        }

        .hljs:hover > .clipboard-btn {
            display: inline;
        }

        .hljs > figcaption > .clipboard-btn {
            margin-right: 4px;
        }
    </style>
    <script>
      $(document).ready(function () {
        $('figure.hljs').each(function(i, figure) {
          var codeId = 'code-' + i;
          var code = figure.querySelector('.code');
          var copyButton = $('<button>Copy <i class="far fa-clipboard"></i></button>');
          code.id = codeId;
          copyButton.addClass('clipboard-btn');
          copyButton.attr('data-clipboard-target-id', codeId);

          var figcaption = figure.querySelector('figcaption');

          if (figcaption) {
            figcaption.append(copyButton[0]);
          } else {
            figure.prepend(copyButton[0]);
          }
        })

        var clipboard = new ClipboardJS('.clipboard-btn', {
          target: function(trigger) {
            return document.getElementById(trigger.getAttribute('data-clipboard-target-id'));
          }
        });
        clipboard.on('success', function(e) {
          e.clearSelection();
        })
      })
    </script>

    
    

    



<script src="/js/script.js"></script>


    
</body>
</html>